[
  {
    "title": "Understanding the Energy Drivers of Turkey's Foreign Policy - Carnegie Europe",
    "description": "Understanding the Energy Drivers of Turkey's Foreign Policy  Carnegie Europe",
    "published date": "Wed, 28 Feb 2024 08:38:18 GMT",
    "url": "https://news.google.com/rss/articles/CBMiZmh0dHBzOi8vY2FybmVnaWVldXJvcGUuZXUvMjAyNC8wMi8yOC91bmRlcnN0YW5kaW5nLWVuZXJneS1kcml2ZXJzLW9mLXR1cmtleS1zLWZvcmVpZ24tcG9saWN5LXB1Yi05MTczM9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://carnegieeurope.eu",
      "title": "Carnegie Europe"
    }
  },
  {
    "title": "Turkey raises electricity, gas prices by 20% for industry - Reuters",
    "description": "Turkey raises electricity, gas prices by 20% for industry  Reuters",
    "published date": "Sun, 01 Oct 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiaWh0dHBzOi8vd3d3LnJldXRlcnMuY29tL3dvcmxkL21pZGRsZS1lYXN0L3R1cmtleS1yYWlzZXMtZWxlY3RyaWNpdHktZ2FzLXByaWNlcy1ieS0yMC1pbmR1c3RyeS0yMDIzLTEwLTAxL9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Why Iran Consumes Five Times More Gas Than Turkey? - ایران اینترنشنال",
    "description": "Why Iran Consumes Five Times More Gas Than Turkey?  ایران اینترنشنال",
    "published date": "Sat, 09 Dec 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiKGh0dHBzOi8vd3d3LmlyYW5pbnRsLmNvbS9lbi8yMDIzMTIwOTExNjbSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.iranintl.com",
      "title": "ایران اینترنشنال"
    },
    "fullArticle": "As a significant winter gas shortage looms in Iran due to increased household usage, officials are once again highlighting the nation's substantial gas consumption.\n\nA report from ISNA news agency on Friday revealed that Iran stands as the world's fourth-largest consumer of gas in the world, surpassing even Canada, recognized as an industrialized and cold climate country.\n\nIran annually produces approximately 260 billion cubic meters of gas, with 18 billion cubic meters allocated for export and the remainder consumed domestically. Notably, Iran also experiences losses of 25 billion cubic meters during the production and transportation stages.\n\nIn comparison, Iran's gas consumption is five times higher than Turkey's and double that of Canada's, due to lack of energy diversity. For instance, Turkey and Canada generate 35 times and 30 times more solar and wind energy than Iran, respectively.\n\nMoreover, Turkey and Canada outpace Iran by producing nine times and 53 times more electricity from hydroelectric power plants. In essence, Iran's energy landscape lacks diversity, with 68% of the country's energy consumption relying on gas, while this figure is 26% for Turkey and 31% for Canada.\n\nNatural Gas Wastage in Iran\n\nAccording to World Bank and the International Energy Agency, Iran flares 18 billion cubic meters of gas annually (bcm/yr) due to lack of gas collection equipment in oil fields. Additionally, there is 7 bcm/yr gas leakage in transmission and distribution network.\n\nIn simpler terms, Iran's gas losses during production and transmission alone equal half of Turkey's total gas consumption.\n\nMoreover, Iran supplies 70 bcm/yr of gas to power plants, nearly 1.5 times Turkey's total gas consumption. The efficiency of Iran's thermal power plants is 33%, and a significant portion of the received fuel is wasted during the conversion to electricity. Furthermore, 13% of the country's electricity, equivalent to 49 terawatt-hours, is lost during the transmission and distribution stages, equal to half of Iran's household electricity consumption. This is also due to lack of investments in new equipment and technology.\n\nThe efficiency situation in the industrial, petrochemical and commercial sectors, which collectively consume around 110 bcm/yr of gas, is no better than that of the country's power plants.\n\nIn recent years, Iranian authorities have blamed the public for electricity and gas shortages, emphasizing the need to increase energy carrier prices. This is despite the residential sector in Iran accounting for only 27% of the country's electricity consumption (equivalent to 100 terawatt-hours) and 25% of its gas consumption (60 bcm).\n\nSevere Gas Shortages\n\nIran faces severe gas shortages during winters as household gas consumption naturally increases significantly. Last year, Iran experienced a daily shortage of 250 mcm of gas, and this year, the imbalance is expected to reach 300 mcm/d.\n\nWith 33 trillion cubic meters, Iran has the world's second-largest natural gas reserves and is the third-largest global gas producer. However, most of the gas produced goes to waste.\n\nOne of the reasons for the high gas losses is the very low energy prices in the country. The power, industrial, petrochemical, and even the household sectors do not have much incentive to increase efficiency, reduce energy consumption and save more energy. Oil, gas and electricity production and distribution is controlled by the state.\n\nA 12-fold depreciation of the value of the rial over the past decade has made energy even cheaper compared to other countries. If the government had raised the prices of energy carriers in line with the depreciation of the rial, the country would have faced hyperinflation like Venezuela, and there would have been a significant risk of widespread public protests.\n\nAccording to estimates by the International Energy Agency, Iran had gas subsidies of $45 billion in 2022. In other words, the difference between the country's consumer gas price and global prices in 2022 was about $45 billion.\n\nIran also had subsidies of $30 billion for electricity and $52 billion for petroleum products last year. Iran with $127 billion fossil fuel subsidies ranks the second after Russia in the world.\n\nThe figure accounts for 36% of the country's total gross domestic product in 2022."
  },
  {
    "title": "Turkey hikes wholesale electricity price ceiling by 4% - bne IntelliNews",
    "description": "Turkey hikes wholesale electricity price ceiling by 4%  bne IntelliNews ",
    "published date": "Sat, 08 Jul 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiWWh0dHBzOi8vd3d3LmludGVsbGluZXdzLmNvbS90dXJrZXktaGlrZXMtd2hvbGVzYWxlLWVsZWN0cmljaXR5LXByaWNlLWNlaWxpbmctYnktNC0yODM5NzIv0gEA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.intellinews.com",
      "title": "bne IntelliNews"
    },
    "fullArticle": "Turkey’s energy watchdog EPDK has hiked the price ceiling on the Day Ahead Market at Energy Exchange Istanbul (EPIAS) to TRY2,700/MWh from TRY2,600/MWh, effective as of July 1, the authority said on July 3.\n\nStory chart: Monthly average price and price ceiling at EPIAS.\n\nAs a result, the electricity price for industrial enterprises that directly buy power on the wholesale market is set to increase by around 4%.\n\nAs of April 1, the price ceiling for coal plants was set at TRY1,800/MWh, while TRY1,700 will be applied for renewables and TRY2,550 for natural gas, fuel oil, naphtha and diesel plants.\n\nSince April 2022, there have been multiple price ceilings seen on the market under the so-called maximum price reconciliation mechanism (AUM).\n\nThe government transfers funds from renewables to other plants.\n\nAs of January 1, the EPDK had dropped the ceiling by 13% to TRY4,200 from TRY4,800, the peak level, set in September. As of April 1, the ceiling, which stood at TRY2,600, was lower by 46% compared with the TRY4,800 at end-2022.\n\nOn September 2, the daily average price on the market saw a new record of TRY4,419 ($243). The dollar-denominated record was registered on February 13, 2012 at $392.\n\nThe EPDK has, meanwhile, slightly cut prices for consumers. As of July 1, the EPDK-set electricity prices (low voltage, single term, single phase) were:\n\n– TRY2,438/MWh for industry, down 2% month on month, 7% year on year and 40% compared to TRY4,059, a record high that was effective from September to December.\n\n– TRY2,218/MWh for legal persons, including small merchants (higher than 30 kWh per day), down 3% m/m, 9% y/y and down 32% compared with a record high of TRY3,267 from September to December.\n\n– TRY1,132/MWh for households (higher than 8 kWh/day), down 6% m/m, 29% y/y and 43% compared with a record high of TRY1,975 from September to December.\n\nDistribution fees were hiked by 254-435% as of January 1.\n\nChart: Electricity prices in Turkey.\n\nIn 2022, industry consumed 108 TWh of electricity, representing a 43% share in Turkey’s overall 254 TWh of consumption. Public and private services sector consumed 65 TWh, a 26% share, while households consumed 62 TWh, equivalent to a 24% share. Agricultural irrigation took a 5% share and lighting 2%.\n\nMeanwhile, drought conditions have slightly recovered thanks to spring rains. However, as of June 30, year-to-date water flows into Turkey’s hydropower dams was still down by 15% y/y.\n\nThe share of hydropower plants (HPPs) in Turkey’s electricity production declined to 17% in 2021 and 21% in 2022 from 25% in 2020 and 29% in 2019. HPPs have a 30% share in Turkey’s installed capacity.\n\nThe hydropower share in production is predicted to decline back to 17% in 2023, Fahrettin Arman, head of hydropower industry association HESIAD, said in January."
  },
  {
    "title": "Cost of fossil fuels United States 2022 - Statista",
    "description": "Cost of fossil fuels United States 2022  Statista",
    "published date": "Thu, 26 Oct 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMicWh0dHBzOi8vd3d3LnN0YXRpc3RhLmNvbS9zdGF0aXN0aWNzLzE4Mzk5Mi9hdmVyYWdlLWNvc3RzLW9mLWZvc3NpbC1mdWVscy1mb3ItdXMtZWxlY3RyaWNpdHktZ2VuZXJhdGlvbi1mcm9tLTIwMDUv0gEA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.statista.com",
      "title": "Statista"
    },
    "fullArticle": "Strategy and business building for the data-driven economy:\n\nThe best of the best: the portal for top lists & rankings:\n\nGet quick analyses with our professional research service\n\nDirectly accessible data for 170 industries from 150+ countries and over 1 Mio. facts.\n\nDetailed information for 39,000+ online stores and marketplaces\n\nBusiness information on 100m+ public and private companies\n\nInsights on consumer attitudes and behavior worldwide\n\nMarket forecast and expert KPIs for 1000+ markets in 190+ countries & territories\n\nAll key figures about countries and regions\n\nDetailed information about political and social topics\n\nConsumer and brand insights and preferences in various industries\n\nKey figures and rankings about companies and products\n\nIndustry and market insights and forecasts\n\nOverview and forecasts on trending topics\n\nNumber of apps available in leading app stores Q3 2022\n\nQuarterly smartphone market share worldwide by vendor 2009-2023\n\nFacebook: quarterly number of MAU (monthly active users) worldwide 2008-2023\n\nPlease create an employee account to be able to mark statistics as favorites. Then you can access your favorite statistics via the star in the header. Register now\n\nCurrently, you are using a shared account. To use individual functions (e.g., mark statistics as favourites, set statistic alerts) please log in with your personal account. If you are an admin, please authenticate by logging in again. Login\n\nStatista Accounts: Access All Statistics. Starting from $2,388 USD / Year\n\nBasic Account Get to know the platform You only have access to basic statistics. Starter Account The ideal entry-level account for individual users Instant access to 1m statistics\n\nto 1m statistics Download in XLS, PDF & PNG format\n\nin XLS, PDF & PNG format Detailed references $199 USD / Month * Professional Account Full access Business Solutions including all features. * Prices do not include sales tax.\n\nStatista Accounts: Access All Statistics. Starting from $2,388 USD / Year Learn more about how Statista can support your business. Request webinar\n\nEIA. (October 19, 2023). Average costs of fossil fuels for the electric power industry in the United States from 2005 to 2022 (in U.S. dollars per million British thermal units) [Graph]. In Statista . Retrieved March 05, 2024, from https://www.statista.com/statistics/183992/average-costs-of-fossil-fuels-for-us-electricity-generation-from-2005/\n\nEIA. \"Average costs of fossil fuels for the electric power industry in the United States from 2005 to 2022 (in U.S. dollars per million British thermal units).\" Chart. October 19, 2023. Statista. Accessed March 05, 2024. https://www.statista.com/statistics/183992/average-costs-of-fossil-fuels-for-us-electricity-generation-from-2005/\n\nEIA. (2023). Average costs of fossil fuels for the electric power industry in the United States from 2005 to 2022 (in U.S. dollars per million British thermal units) . Statista . Statista Inc.. Accessed: March 05, 2024. https://www.statista.com/statistics/183992/average-costs-of-fossil-fuels-for-us-electricity-generation-from-2005/\n\nEIA. \"Average Costs of Fossil Fuels for The Electric Power Industry in The United States from 2005 to 2022 (in U.S. Dollars per Million British Thermal Units).\" Statista , Statista Inc., 19 Oct 2023, https://www.statista.com/statistics/183992/average-costs-of-fossil-fuels-for-us-electricity-generation-from-2005/\n\nEIA, Average costs of fossil fuels for the electric power industry in the United States from 2005 to 2022 (in U.S. dollars per million British thermal units) Statista, https://www.statista.com/statistics/183992/average-costs-of-fossil-fuels-for-us-electricity-generation-from-2005/ (last visited March 05, 2024)\n\nAverage costs of fossil fuels for the electric power industry in the United States from 2005 to 2022 (in U.S. dollars per million British thermal units) [Graph], EIA, October 19, 2023. [Online]. Available: https://www.statista.com/statistics/183992/average-costs-of-fossil-fuels-for-us-electricity-generation-from-2005/"
  },
  {
    "title": "How GCC and Turkey can go together toward a sustainable future - Atlantic Council",
    "description": "How GCC and Turkey can go together toward a sustainable future  Atlantic Council",
    "published date": "Fri, 08 Dec 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMigAFodHRwczovL3d3dy5hdGxhbnRpY2NvdW5jaWwub3JnL2luLWRlcHRoLXJlc2VhcmNoLXJlcG9ydHMvcmVwb3J0L2hvdy1nY2MtYW5kLXR1cmtleS1jYW4tZ28tdG9nZXRoZXItdG93YXJkLWEtc3VzdGFpbmFibGUtZnV0dXJlL9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.atlanticcouncil.org",
      "title": "Atlantic Council"
    },
    "fullArticle": "This is part of an essay series on the mutual challenges posed by climate change and opportunities presented by the energy transition that the Gulf Cooperation Council (GCC) and Turkey share.\n\nIntroduction\n\nSince the mid-1980s, Turkey’s priority has been to meet the increasing energy demands caused by industrialization and population growth. On the one hand, Turkey is involved in many pipeline projects to supply oil and natural gas, especially from neighboring countries. On the other hand, it has focused as much as possible on electricity production from domestic and renewable resources. In this context, Turkish decision-makers gave high importance to bringing high hydroelectric potential to the economy and strongly encouraged the rapid construction of wind and solar power plants, with various purchase guarantees and support mechanisms for both since the 2000s.\n\nWhile Turkey’s primary energy demand was 53 million tons oil equivalent (mtoe) per year in 1990, this figure increased to 147 mtoe by 2020. In the process, Turkey’s energy policies were shaped around two main axes. The first priority was supply security, while the secondary priority was to ensure the most reasonable prices possible for energy imports, as Turkey heavily depends on fossil fuels (natural gas, oil, and coal), which meet roughly 80 percent of Turkey’s primary energy demand. Just as the increase in global oil prices following the outbreak of the Iraq War in 2002 seriously affected Turkey, it was one of the countries most affected by the increase in oil and natural-gas prices during the Ukraine War. It should be noted that Turkey paid $97 billion for energy imports in 2022, breaking its all-time record.\n\nTurkey will continue to face important challenges in the future. According to the National Energy Plan (NEP) published by the Ministry of Energy and Natural Resources (MENR) in 2022, Turkey’s primary energy demand will increase to 205 mtoe in 2035. While the installed power-plant capacity will increase from 105 gigawatts (GW) to 189.7 GW, the new capacity will consist largely of solar and wind-power plants. In this context, the challenge of managing energy transformation in line with global trends will be added to Turkey’s priorities of supply security and affordability. It is important to underline that Turkey’s concept of energy transformation is evolving toward a more liberal market structure with a smart transformation strategy, while transitioning to a carbon-neutral economy without increasing costs for the end consumer. This process will include many cooperation opportunities, especially for joint investments in renewable-energy facilities, electricity and gas distribution, grid modernization, optimization, digitalization technologies, hydrogen and ammonia production, and so forth.\n\nTurkish energy transition 1.0\n\nAlparslan Bayraktar, Turkey’s minister of energy and natural resources (MENR), defined the country’s energy policies between 2002 and 2018 as Energy Transition 1.0 in an article he wrote for Turkish Policy Quarterly in 2018, when he served as the deputy minister. Bayraktar summarized the priority policy set for the sector, which attracted more than $60 billion of investment in this process, as part of the transition to a more transparent and competitive energy market. Indeed, after the AK Party first came to power in 2002, it launched broad privatization and liberalization policies for all segments of the energy sector. In this period, electricity-distribution companies and natural-gas utilities—with the exception of Istanbul’s gas-distribution firm İGDAŞ—were privatized. While some publicly owned power plants were privatized, the private sector’s share of electricity production increased to 80 percent. The most important point here is that most of these investments were carried out in line with liberalization and free-competition principles, without long-term guaranteed-purchase contracts. In addition, the market structure was strengthened by the unbundling of vertically integrated public companies.\n\nTurkish energy transition 2.0\n\nBayraktar states that Turkey has moved to version 2.0 in energy transformation within the framework of the National Energy and Mining Policy (NEMP) published by MENR back in 2017. He explains NEMP’s three main pillars as “security of supply, localization, and predictability in the markets.”\n\nIn this context, Turkey’s infrastructure investments between 2017–2023 have almost permanently solved the supply security problem. By increasing the capacity of land-based liquefied-natural-gas (LNG) terminals and commissioning new floating storage regasification units (FSRU), Turkey’s daily LNG regasification capacity has exceeded 140 million cubic meters (mcm). In addition, with the increase in the capacity of the Silivri Underground Natural Gas Storage facility and the commissioning of the Tuz Gölü Natural Gas Storage facility, Turkey’s annual natural-gas storage capacity reached 6 billion cubic meters (bcm). With the commissioning of international natural-gas pipelines such as TurkStream and Trans-Anatolian Pipeline (TANAP), Turkey achieved resource and route diversity. With a gas entry capacity of more than 400 mcm per day, Turkey not only meets its domestic needs but has become a supplier to neighboring countries, with state-owned BOTAŞ signing gas-export agreements with Bulgaria, Romania, Hungary, and Moldova. The discovery of the Sakarya gas field in the Black Sea and the increase in oil production are also among the important developments during this period. There are also established oil, oil products, and gas import and trade relations between Turkey and Gulf Cooperation Council (GCC) countries. As Qatar emerges as one of Turkey’s most important LNG suppliers, Saudi Arabia supplies roughly 5 percent of Turkey’s crude-oil demand. Saudi Arabia and the United Arab Emirates (UAE) supply gasoline, diesel, and other relevant oil products to Turkey. Last but not least, BOTAŞ recently signed a 1.4-bcm LNG-offtake agreement with Oman LNG company.\n\nRenewable-energy investments are also gaining momentum in the field of electricity generation. After triggering these investments through a feed-in, tariffs-based support mechanism (YEKDEM) elaborated in December 2010, the new strategy brought further investment opportunities to Turkey. This entailed a “renewable energy resource zone (RE-ZONE) competition mechanism,” which encouraged investors not only to build power plants but also to manufacture renewable-energy equipment in Turkey. This RE-ZONE model aims to both utilize renewable resources and reduce the country’s current-account deficit with locally manufactured equipment. Considering investments since the new approach was announced, installed wind capacity increased from 7 GW to almost 12 GW, and solar capacity increased from 5 GW to 10.1 GW.\n\nThere is still much to do in the market-liberalization sphere. Especially in the natural-gas market, BOTAŞ’ dominant position in both imports and the domestic market prevents the formation of a gas market with liquidity. In addition, subsidizing domestic-market sales prices from time to time also harms market predictability. This situation also negatively affects Turkey’s strategy to become a natural-gas hub, which is a widely discussed topic. Similarly, the pricing policy of the public company EÜAŞ also emerges as an important issue. For this reason, it is of great importance to eliminate interventions through public companies and generate healthy price signals.\n\nIf you want to go fast, go alone; if you want to go far, go together!\n\nEnergy transition 3.0: Go together\n\nTransitioning to carbon-neutral economies has emerged as a must rather than a necessity. However, the threats faced by our planet and humanity, especially global climate change, clearly demonstrate that no country can overcome these challenges alone. The phenomena of decarbonization, decentralization, digitalization, and diversity (4D) force all countries to cooperate in this journey.\n\nFor this reason, Bayraktar argues that the energy transition should be smart, and he summarizes the main parameters of this smart transition as an energy transition that is inclusive, responsive, flexible, rational, and digital. The minister has explained: “What Turkey foresees is a smart energy transition, where decisions are made rationally, not emotionally, for the purpose of maintaining our supply security, diversifying our energy mix, and transforming Turkey into an energy hub, becoming a safe space for investors. In line with this objective, we will continue to increase our oil and natural gas production as well as build nuclear power plants to diversify our energy mix.”\n\nAt this point, NEP targets should be examined. Turkey, which plans to become a carbon-neutral economy by 2053, has set challenging targets for 2035. The most challenging is to increase the total installed power-plant capacity to 189.7 GW (it is currently 105 GW). To achieve these targets, it aims to invest mainly in wind and solar power plants and reach capacities of 52.9 GW and 29.6 GW, respectively. Another goal is that approximately 5 GW of the installed wind power will be offshore, and studies on this issue continue in close cooperation with the World Bank. Various companies are interested in investing in offshore wind projects in Turkey, and the UAE’s Masdar is also closely following developments there. A study published by the World Bank in 2019 stated that Turkey’s total offshore wind power-plant potential was around 75 GW. TÜREB states that Turkey’s total wind potential is around 150 GW. Similarly, GÜNDER stated that Turkey’s total solar potential is more than 150 GW.\n\nAnother of Turkey’s priorities is to invest in base-load nuclear energy and battery facilities to manage the energy-transformation process in a healthy way. According to the NEP, Turkey aims to reach 7.2 GW of installed nuclear-power capacity by 2035. In addition to conventional nuclear-power plants, small-scale nuclear power plants (SMR) have become among Turkey’s priorities. Bayraktar recently announced in an interview with the Turkish television channel NTV that the ministry wants to reach a total SMR capacity of 5 GW. In the long term, Turkey plans to have a significant share of nuclear power in its electricity-generation portfolio.\n\nIn battery investments, Turkey aims to have an installed capacity of 7.5 GW in 2035. However, pre-license applications to the Energy Market Regulatory Authority (EMRA) have already exceeded 90 GW. Undoubtedly, most of these applications will not be implemented, but the interest in the sector suggests that investments realized in the coming period may be above the level planned by the ministry.\n\nAnother priority for Turkey will be green- and blue-hydrogen investments, especially for industrial use. According to the NEP, the target is 5 GW of electrolyzer capacity in 2035. Though hydrogen projects in both Turkey and GCC countries are at the early stage, Turkey and Saudi Arabia announced establishment of working groups on development of hydrogen-production technologies. In the hydrogen strategy paper published by the ministry, the targeted capacity is 70 GW by 2053. Considering both its renewable-energy potential and its proximity to Europe, Turkey can be an important hydrogen producer and exporter. While it’s very early to make sound forecasts about hydrogen production and demand, Europe has a clear strategy to increase hydrogen consumption to replace fossil fuels. The Gulf region and North Africa are emerging as the cheapest hydrogen-producing regions with high-efficiency, renewable-energy production as per International Energy Agency (IEA) data. Turkey is also a key country, considering its status as a transit option and its significant renewable-energy deployment. That’s why the future will see strong cooperation between Turkey and GCC countries.\n\nAt this point, Turkey’s main approach is to develop international cooperation. In this context, during President Recep Tayyip Erdoğan’s visits to the UAE, Qatar, and Saudi Arabia in July 2023, memoranda of understanding (MoUs) were signed regarding investments with a total size of $29.7 billion. These planned investments will be made in in renewable energy, including offshore wind, solar energy, clean hydrogen, and nuclear power, in line with Turkey’s future projections. Within the scope of the visit, an agreement was signed between Limak and Alpha Dabi to realize joint investments, including in the energy sector. The strategic-cooperation agreement signed between Abu Dhabi National Oil Company (ADNOC) and Türkiye Petrolleri Anonim Ortaklığı (TPAO) also stands out as important.\n\nSimilarly, Turkish and Saudi Arabian leaders decided to develop cooperation in energy fields, including renewable energy, electricity interconnection between the two countries, electricity exports from Turkey to Europe, energy efficiency, innovation and clean technologies for hydrocarbon resources, low-carbon fuels such as clean hydrogen, and nuclear energy. They expressed their desire to explore cooperation options regarding areas of peaceful use and the regulatory aspects of these areas.\n\nEven before these trips, the interest of GCC companies in Turkey was remarkable. In 2022, International Energy Holding, a subsidiary of International Holding Company, acquired a 50-percent stake in Turkish renewable-energy company Kalyon Enerji for $490 million. As Bloomberg reported earlier, Masdar is interested in buying shares of Fiba Energy, an owner of wind farms in Turkey. Clearly, there is a convergence of priorities and policies between Turkey and GCC countries regarding the energy transition. Developing political relations will be further cemented by economic investments.\n\nConclusion\n\nBoth Turkey and GCC countries seem aligned in terms of green-energy transition strategies. While Turkey has large industrial production capacity, as well as substantial experience and know-how in renewable-energy power-plant installations, GCC countries have ample financial capacities and huge renewable-energy deployment potential thanks to long sunny seasons. On top of that, Gulf countries are also looking for lucrative investment opportunities around the world. Therefore, strategies and economic aspects of both sides seem to complement each other. Thanks to financial capabilities, Gulf countries can invest in Turkish companies and/or develop common projects in both Turkey and the Gulf region. Erdogan’s working trips to Gulf countries and signed MoUs are clear signals of future joint steps.\n\nEser Özdil is a Nonresident Fellow at the Atlantic Council IN TURKEY & founder of Glocal Group Consulting, Investment & Trade\n\nFollow the conversation on X, formerly known as Twitter, with @AC_Istanbul and @AtlanticCouncil using #ACTurkey and #ACatCOP28\n\nFurther reading\n\nImage: SHUTTERSTOCK"
  },
  {
    "title": "Energy crisis: Who has the priciest electricity and gas in Europe? - Euronews",
    "description": "Energy crisis: Who has the priciest electricity and gas in Europe?  Euronews",
    "published date": "Tue, 31 Oct 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMibWh0dHBzOi8vd3d3LmV1cm9uZXdzLmNvbS9idXNpbmVzcy8yMDIzLzEwLzMxL2VuZXJneS1jcmlzaXMtd2hvLWhhcy10aGUtcHJpY2llc3QtZWxlY3RyaWNpdHktYW5kLWdhcy1pbi1ldXJvcGXSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.euronews.com",
      "title": "Euronews"
    },
    "fullArticle": "The pre-tax prices of electricity and natural gas soared after Russia's full-scale invasion of Ukraine, but they're now on the decline. Although slightly higher than the second half of 2022, the final prices for customers, including taxes, reached their peak in the first half of 2023.\n\nADVERTISEMENT\n\nElectricity and gas costs, which experienced a sharp increase after the Russian invasion of Ukraine, are now steadying in Europe, after peaking in the first half of 2023.\n\nWhile pre-tax prices are decreasing, some countries have already frozen the support measures they offered households, resulting in higher consumer prices.\n\nThe EU appears to be more ready for winter this year now that it has largely replaced Russian energy, but it's worth noting that there's disparity between electricity and natural gas prices among individual countries both within and outside the bloc.\n\nWhich countries have the highest and lowest prices in Europe, and by how much have electricity and natural gas prices increased since Russia's full-scale invasion of Ukraine started in February 2022?\n\nIn the first half of 2023, average household electricity prices including all taxes in the EU rose from €25.3 per 100 kWh to €28.9 per 100 kWh, compared with the same period in 2022.\n\nAverage natural gas prices also climbed from €8.6 per 100 kWh to €11.9 per 100 kWh in the same period. These are the highest prices recorded by Eurostat, the EU’s official statistical office.\n\nLooking at the percentage changes year-over-year, the electricity prices in the EU increased by 14.5% in the first half of 2023, and gas prices rose by 37.9%. These figures are lower than the second half of 2022, when the percentage changes year-over-year reached their peak.\n\nThe figures suggest that electricity and gas prices are stabilising in the EU, according to Eurostat, even though the final consumer prices with taxes are slightly higher than in the second half of 2022: Pre-tax prices on electricity and natural gas are decreasing, yet countries are partly withdrawing their energy price support measures, explaining the increase.\n\nIn the first half of 2023, electricity prices including taxes for household consumers in the European Economic Area (EEA) ranged from €11.4 per 100 kWh in Bulgaria to €47.5 per 100 kWh in the Netherlands.\n\nThe Netherlands was followed by Belgium (€43.5), Romania (€42) and Germany (€41.3).\n\nElectricity prices were higher in nine EU Member States than the EU average.\n\nAs France has the highest share of nuclear in its electricity mix (68.9% in 2021) in the EU, its electricity prices were significantly below the EU average, with €23.2 per 100 kWh in the first half of 2023.\n\nThis was not the case for Belgium, where the share of nuclear in its electricity production was 50.6%. Belgium came in second on the most expensive electricity price list.\n\nEU candidate countries had the cheapest electricity\n\nWhen the EU's candidate countries are also included, Turkey recorded the cheapest electricity prices with €8.4 per 100 kWh. The six countries at the bottom were all EU candidates, with prices fluctuating little between them.\n\nThe average household gas prices in the first half of 2023 were lowest in Hungary (€3.4 per 100 kWh), Croatia (€4.1) and Slovakia (€5.7), and highest in the Netherlands (€24.8), Sweden (€21.9), and Denmark (€16.6).\n\nThe EU average was €11.9. Gas prices were higher in eight EU member states than the EU average, suggesting households in these countries paid substantially more.\n\nGas prices were lowest in Turkey (€2.5) when EU candidate countries are included. Contrary to electricity prices, the candidates didn't have the cheapest gas prices, as shown by the likes of North Macedonia (€10.4) and Bosnia and Herzegovina (€5.9).\n\nIn the first half of 2023, the Netherlands had the most expensive electricity and gas prices in the EU.\n\nADVERTISEMENT\n\nElectricity and gas prices rose in almost all EU countries\n\nHousehold electricity prices increased in 22 EU countries in the first half of 2023 compared with the first half of 2022, according to the Eurostat data, and gas prices climbed in 20 out of the 24 EU members.\n\nWhy did Dutch electricity prices skyrocket by almost 1000%?\n\nThe Netherlands recorded the largest increase year-over-year in electricity prices by a country mile, at 953%. According to Eurostat, this extraordinary rise is related to several factors: not only were tax relief measures from 2022 discontinued in 2023, but at the same time, household electricity taxes doubled.\n\nHowever, the government is due to incorporate a price cap which will lower prices at all levels quite significantly in 2023.\n\nThe Netherlands was followed by Lithuania (88%), Romania (77%) and Latvia (74%).\n\nOn the flipside, electricity prices fell in five EU member states, with Spain recording a significant decrease of 41%, followed by Denmark at 16%.\n\nADVERTISEMENT\n\nGas prices climbed more than 100% in some countries\n\nNatural gas prices rose substantially in several countries across Europe, climbing more than 100% per cent in Latvia, Romania and Austria. They were followed by the Netherlands (100%), Turkey (92%) and Ireland (73%).\n\nEU countries Italy, Estonia and Croatia saw decreases less than 1%. North Macedonia, an EU candidate, showed the largest fall overall by 14%. All these changes are based on national currencies.\n\nEU energy imports from Russia dramatically fell\n\nEurostat has recorded a dramatic shift in the amount of energy the EU has imported from Russia since it launched its war against Ukraine. A huge growth in renewables, as well as gas from Norway and the US, has helped to make up for the dramatic drop in Russian energy.\n\nThe most striking change can be seen in natural gas.\n\nEU natural gas imports from Russia made up almost 50% of the total before the war. This decreased significantly in 2022, down to 12% in October.\n\nADVERTISEMENT\n\nIt remains to be seen whether the recent outbreak of the Israel Hamas war will have a similar, lasting effect on European energy supplies and prices."
  },
  {
    "title": "Erdoğan plays energy card in Turkish election — with Putin's help - POLITICO Europe",
    "description": "Erdoğan plays energy card in Turkish election — with Putin's help  POLITICO Europe",
    "published date": "Thu, 04 May 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiX2h0dHBzOi8vd3d3LnBvbGl0aWNvLmV1L2FydGljbGUvdHVya2V5LWVsZWN0aW9uLWVuZXJneS1yZWNlcC10YXl5aXAtZXJkb2dhbi1udWNsZWFyLWdhcy1ydXNzaWEv0gEA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.politico.eu",
      "title": "POLITICO Europe"
    },
    "fullArticle": "Energy fits squarely into that picture of Turkey holding its own. \"Just like with the defense industry, energy independence is also an indispensable must for the true freedom of a country and nation,\" Erdoğan told the flag-waving crowd in Konya on Tuesday.\n\nThe bullish rhetoric, however, disguises the extent to which Turkey is a massive importer in the energy sector, and has a particular dependence on its partnership with Russian President Vladimir Putin in the development of nuclear power and in the creation of a regional gas hub. Turkey is overwhelmingly dependent on foreign oil and gas for well over 90 percent of demand, and the energy ministry says more than a third of petroleum and oil product imports come from Russia. Energy independence is a distant prospect, while energy relations with Putin are a key strategic priority.\n\nVote winner\n\nThere's no doubting energy is a hot button issue. After years of soaring inflation, many Turkish families are more worried about how to afford filling their car with gas than buying an expensive Togg. In September, authorities announced power bills and gas prices would increase by 20 percent for households and by approximately 50 percent for industry, helping send inflation soaring to more than 85 percent in the fall of 2022.\n\n“Right now, everyone in the country is talking about the price of onions, but if you speak to businesses and farmers, energy prices are driving that and they’re one of their top worries,” said Gönül Tol, director of the Middle East Institute's Center for Turkish Studies. She said she believed public discontent over Erdoğan’s handling of the economy could cost him a win in the first round of voting on May 14 because “there’s a large group of people who are sitting on the fence, who voted for him before but now can’t decide.”\n\nThat's where the free Black Sea gas comes in. Seeking to reassure voters he can turn things around, the 69-year-old Islamist populist has been forced to unveil a whole host of election giveaways. After apparently stumbling upon a surprise gas reserve worth a reported $500 billion in the Black Sea, Erdoğan personally turned on the taps at a triumphant ceremony. “We will provide free natural gas for household consumption up to 25 cubic meters monthly for one year,” he declared.\n\nPutin's plan\n\nBehind the campaign trail rhetoric, analysts fear the talk of independence is actually just cover for increasing reliance on the Kremlin — and that Erdoğan’s long running pledge to become an energy hub for all of Europe could open a back door for Moscow’s exports. After the Nord Stream pipelines running from Russia to Germany under the North Sea were destroyed last year, Putin and Erdoğan moved quick to try to shift attention back to the idea of a hub."
  },
  {
    "title": "Turkey's Fuel Hike Undermines Erdogan's Natural Gas Gift - OilPrice.com",
    "description": "Turkey's Fuel Hike Undermines Erdogan's Natural Gas Gift  OilPrice.com",
    "published date": "Fri, 21 Jul 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiZmh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9FbmVyZ3ktR2VuZXJhbC9UdXJrZXlzLUZ1ZWwtSGlrZS1VbmRlcm1pbmVzLUVyZG9nYW5zLU5hdHVyYWwtR2FzLUdpZnQuaHRtbNIBamh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9FbmVyZ3ktR2VuZXJhbC9UdXJrZXlzLUZ1ZWwtSGlrZS1VbmRlcm1pbmVzLUVyZG9nYW5zLU5hdHVyYWwtR2FzLUdpZnQuYW1wLmh0bWw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://oilprice.com",
      "title": "OilPrice.com"
    },
    "fullArticle": "The U.S. Senate passed a defense bill amendment this week that would ban sales of crude oil from the SPR to China. Although largely more symbolic than…\n\nRussia has turned its sites on the port region of Odesa, on the Black Sea, in days of strikes. The attack began on Monday after Moscow quit the Turkey-brokered deal to allow Ukrainian grain exports through the Black Sea, and after Ukraine blew up a bridge in Crimea that serves as a main artery for Russian military cargo. Moscow has threatened to target any vessels attempting to enter Ukraine’s Black Sea port, and would consider all such vessels to be potential carriers of weapons.\n\nErdogan had campaigned on free natural gas for homes shortly after production began of first gas in mid-April (just a few weeks before elections that he would win in a run-off) from the Sakarya field. In its first phase, Turkish officials said the field would supply 10 MMcm per day, peaking at 40 MMcm by 2027-28. Turkey’s current natural gas consumption is at about 53 Bcm per year, and the country is energy starved, spending some $97 billion annually on imports. Erdogan appears to have made good on this promise, giving households free gas for the month of May. But July came with a new surprise that counteracts any ostensible benevolence: This week, Turkey hiked its fuel tax by 200% to finance earthquake damages. This move is likely to worsen inflation, which is already at 38% (annual).\n\nPolitics, Geopolitics & Conflict\n\nErdogan had campaigned on free natural gas for homes shortly after production began of first gas in mid-April (just a few weeks before elections that he would win in a run-off) from the Sakarya field. In its first phase, Turkish officials said the field would supply 10 MMcm per day, peaking at 40 MMcm by 2027-28. Turkey’s current natural gas consumption is at about 53 Bcm per year, and the country is energy starved, spending some $97 billion annually on imports. Erdogan appears to have made good on this promise, giving households free gas for the month of May. But July came with a new surprise that counteracts any ostensible benevolence: This week, Turkey hiked its fuel tax by 200% to finance earthquake damages. This move is likely to worsen inflation, which is already at 38% (annual).\n\nRussia has turned its sites on the port region of Odesa, on the Black Sea, in days of strikes. The attack began on Monday after Moscow quit the Turkey-brokered deal to allow Ukrainian grain exports through the Black Sea, and after Ukraine blew up a bridge in Crimea that serves as a main artery for Russian military cargo. Moscow has threatened to target any vessels attempting to enter Ukraine’s Black Sea port, and would consider all such vessels to be potential carriers of weapons.\n\nThe U.S. Senate passed a defense bill amendment this week that would ban sales of crude oil from the SPR to China. Although largely more symbolic than effective, the amendment managed to secure bipartisan support well above the amount required to pass it. Valero, Marathon Petroleum, Motiva Enterprises, Phillips 66, and Shell Trading have historically been the largest purchasers from the U.S. SPR, with Unipec America–a U.S. arm of China’s Sinopec–taking less than one-tenth of what Valero purchased when looking at data from 2017 onward. CNPC’s PetroChina International has also purchased a small amount of crude from the SPR. The move comes well after the U.S. already sold off more than 200 million barrels.\n\nDeals, Mergers & Acquisitions\n\nADNOC Gas reached a $7B-$9B deal with Indian Oil Corp to supply 1.2 million metric tonnes of LNG per day for 14 years. The move will help India increase gas to 15% of its total energy mix by 2030, in line with its goals. India has six LNG import terminals totaling 42.5 million tpa, with plans to increase this to 66.5 million tpa. Deliveries are set to begin in 2026.\n\nTotalEnergies also signed a long-term LNG deal with India. Under the terms of that deal, 800,000 tpa of LNG will be supplied to IOC under a 10-year deal, also beginning in 2026.\n\nADNOC and OMV AG are formally discussing a new petrochem entity through a merger of both of their holdings in Borouge plc and Borealis AG. The new company could be valued at as much as $30B.\n\nDiscovery & Development\n\nIsrael’s gas-rich offshore areas were a tempting offering, with four groups submitting bids as Europe’s thirst for gas continues to elevate the importance of the commodity. The four groups submitted a total of five bids, and are made up of nine individual companies which have yet to be named. Israel’s Energy & Infrastructure Minister Israel Katz has referred to the bidding round as part of his vision to turn Israel into a bridgehead connecting east and west. Bids will now be reviewed, with exploration licenses granted for an initial 3-year period during which the companies will examine the area’s potential for oil and gas.\n\nThe Biden Administration will invest $20B into clean energy projects, including installing EV charging stations, retrofitting homes to make them more energy efficient, and battery power for backup. Meanwhile, President Biden headed to Pennsylvania to try to convince unions that there would be room for union jobs in the new clean energy world order. The DOI also announced its first-ever wind energy lease sale in the GoM this week.\n\nTotalEnergies has reached FID for Phase 1 of the Rio Grande LNG project in Texas. The project encompasses 3 liquefaction trains with 17.5 mtpa of total capacity. Capex is $14.8B, and plant commissioning is set for 2027. Total will offtake 5.4 mtpa for 20 years. Global Infrastructure Partners, NextDecade, GIC, and Mubadala are partners.\n\nWellesley Petroleum drilled a commercial gas-condensate and light oil discovery in the Norwegian North Sea in license PL1148 in the Carmen prospect. Wellesley said its drilling campaign of wells 35/10-10 S and 35/10-10 A has a proved developable gas-condensate accumulation of 60-100 mmboe."
  },
  {
    "title": "November 2023 — Monthly analysis on Russian fossil fuel exports and sanctions – Centre for Research on Energy and ... - Centre for Research on Energy and Clean Air",
    "description": "November 2023 — Monthly analysis on Russian fossil fuel exports and sanctions – Centre for Research on Energy and ...  Centre for Research on Energy and Clean Air",
    "published date": "Thu, 21 Dec 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiamh0dHBzOi8vZW5lcmd5YW5kY2xlYW5haXIub3JnL25vdmVtYmVyLTIwMjMtbW9udGhseS1hbmFseXNpcy1vbi1ydXNzaWFuLWZvc3NpbC1mdWVsLWV4cG9ydHMtYW5kLXNhbmN0aW9ucy_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://energyandcleanair.org",
      "title": "Centre for Research on Energy and Clean Air"
    },
    "fullArticle": "Note on methodology:\n\nUpdate 2023-10-19 – We now use Kpler to estimate seaborne exports from Russia and other countries. This change increases our tracker’s estimate of exports from Russia to the world by EUR 77.8 bn (+18% increase) and the exports to the EU by EUR 12.4 bn (+2.8% increase).\n\nWe have also changed how we receive protection and indemnity (P&I) insurance information about ships to additionally attain data from known P&I providers directly as well as from Equasis. This is to make sure that we have recorded the correct start date for a ship’s insurance.\n\nFind out more details on the changes in our methodology that are explained in our article about the migration from automatic identification system (AIS) data providers to the Kpler dataset."
  },
  {
    "title": "News updates from November 23: Eurozone economy shows signs of bottoming out; Turkey lifts interest rates to 40% - Financial Times",
    "description": "News updates from November 23: Eurozone economy shows signs of bottoming out; Turkey lifts interest rates to 40%  Financial Times",
    "published date": "Thu, 23 Nov 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiP2h0dHBzOi8vd3d3LmZ0LmNvbS9jb250ZW50L2Q3MTNhZTgxLTA2NTItNGJjYS1iNzFmLTQ5NDNjZjViODcwYdIBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.ft.com",
      "title": "Financial Times"
    },
    "fullArticle": "Then 69 € per month. Complete digital access to quality FT journalism on any device. Cancel anytime during your trial."
  },
  {
    "title": "Turkey's annual inflation continued to rise in September - ING Think",
    "description": "Turkey's annual inflation continued to rise in September  ING Think",
    "published date": "Tue, 03 Oct 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiVWh0dHBzOi8vdGhpbmsuaW5nLmNvbS9zbmFwcy90dXJrZXlzLWFubnVhbC1pbmZsYXRpb24tbWFpbnRhaW5lZC11cHRyZW5kLWluLXNlcHRlbWJlci_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://think.ing.com",
      "title": "ING Think"
    },
    "fullArticle": "With monthly inflation at 4.75% (close to our call of 4.7% and the market expectation of 4.9%), annual inflation continued to rise in September, reaching 61.9%. This compares to the government's full-year estimate of 65% as laid out in its medium-term plan and the central bank's forecast of 58%, which it announced towards the end of July. The last inflation report of the year on 2 November will provide further insights into how the central bank assesses the inflation outlook and whether it will change the forecast for 2024.\n\nThe data reflects a continued broad-based deterioration in price dynamics as both food and non-food prices, excluding the housing group, increased above the level seen last September. The rise in energy prices and continuing pressure in services are also attracting attention. Core inflation (CPI-C) came in at 5.3% month-on-month, rising to 68.9% on an annual basis. This was attributable to exchange rate developments, changes in administered prices and commodity prices. Accordingly, the underlying trend in the headline rate (as measured by the three-month moving average, annualised percentage change, based on a seasonally adjusted series) increased further in September though at a slower pace thanks to goods inflation. The services group has maintained its elevated trend due to continuing pressure in rent, catering and transportation services. This supports the Central Bank of Turkey's observation in the September rate-setting statement that the underlying trend is likely to decline in the period ahead.\n\nSeptember PPI, meanwhile, stood at 3.4% on a monthly basis, translating into 47.4% year-on-year. This elevated annual figure reflects a significant acceleration in the Turkish lira equivalent of import prices due to commodity and exchange rate increases and it implies that cost pressures have gained strength in recent months. While a slight decline from 49.4% YoY a month ago is a positive development, still-strong domestic demand at the end of the third quarter suggests that producers are likely to continue to pass on their cost increases i.e. recent electricity and natural gas hikes to consumers."
  },
  {
    "title": "Russia gas price seen much lower for China than for Europe - Reuters",
    "description": "Russia gas price seen much lower for China than for Europe  Reuters",
    "published date": "Fri, 08 Sep 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMib2h0dHBzOi8vd3d3LnJldXRlcnMuY29tL2J1c2luZXNzL2VuZXJneS9ydXNzaWEtZ2FzLXByaWNlLXNlZW4tbXVjaC1sb3dlci1jaGluYS10aGFuLWV1cm9wZS1kb2N1bWVudC0yMDIzLTA5LTA4L9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Turkey elections: Erdogan offers free Black Sea gas to residential areas - Middle East Eye",
    "description": "Turkey elections: Erdogan offers free Black Sea gas to residential areas  Middle East Eye",
    "published date": "Thu, 20 Apr 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiZ2h0dHBzOi8vd3d3Lm1pZGRsZWVhc3RleWUubmV0L25ld3MvdHVya2V5LWVsZWN0aW9ucy1lcmRvZ2FuLW9mZmVycy1mcmVlLWJsYWNrLXNlYS1nYXMtcmVzaWRlbnRpYWwtYXJlYXPSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.middleeasteye.net",
      "title": "Middle East Eye"
    },
    "fullArticle": "Turkey pumped its first locally produced Black Sea natural gas to its national system on Thursday, increasing its energy independence and offering free gas to its citizens ahead of close-run elections.\n\nDuring a \"commissioning ceremony\" in the Black Sea town of Zonguldak, Turkish President Recep Tayyip Erdogan said the gas consumed in residential areas would be free of charge for a month to celebrate the occassion, saving 625 lira ($32.2) for each household.\n\nHe then said the gas consumption in residential kitchens and bathrooms would also be free for a year, handing out around 25 cubic metres per month.\n\nThe calculations suggest people would save 125 lira ($6.44) each month during a biting cost-of-living crisis, amounting to a total of 1,500 Lira ($77.2) annually.\n\nAnkara plans to pump the first Black Sea gas to residential areas before the 14 May presidential and parliamentary elections, possibly boosting Erdogan’s popularity.\n\nStay informed with MEE's newsletters Sign up to get the latest alerts, insights and analysis, starting with Turkey Unpacked\n\nIn December, Turkey upped the estimate of its natural gas reserves in the Black Sea by nearly a third, putting its total deposits at 710 billion cubic metres. It has a market value in the region of $1 trillion.\n\nAs part of a national energy plan, Turkey aims to be more energy self-sufficient, utilising its own energy resources to reduce expensive gas imports.\n\nBlack Sea gas hopes\n\nTurkey's Sakarya field was already thought to contain the largest gas reserves ever recorded in the Black Sea.\n\nThe Black Sea fields will initially be supplying 10 million cubic metres per day, then rising to a high of 40 million cubic metres in 2026, covering roughly a quarter of the country’s needs a year.\n\nTaking an average spot price of 10 liras per cubic metre, as quoted by the Turkish Energy Stock Market (EPIAS), experts calculated that first-phase gas could contribute 35 billion lira ($1.8bn) to the economy.\n\nTurkey announces big boost in Black Sea gas reserves Read More »\n\nOguzhan Akyener, the president of Turkiye’s Energy Strategy and Political Research Center (TESPAM), told Anadolu Agency that first-phase production of 10 million cubic metres of gas per day could meet 5–6 percent of Turkey's annual demand.\n\nTurkey eventually aims to produce an annual 60 million cubic metres.\n\nSince the first natural gas discovery in 2020, 170km from Zonguldak on the Black Sea coast, more than 8,000 employees on land and 2,000 at sea have spent over two years working in three shifts to extract gas.\n\nAt the moment, Turkey has little of its own oil and gas and is highly dependent on imports from Russia, Azerbaijan and Iran. It also imports liquid natural gas (LNG) from Qatar, the United States, Nigeria and Algeria.\n\nUnlike in the eastern Mediterranean, another energy-rich region where Ankara is locked in a series of maritime border disputes with Cyprus and Greece, Turkey has already demarcated its maritime zone with its Black Sea neighbours, a crucial step in the road to extracting and monetising energy resources.\n\nIn December, Erdogan said Turkey may build a new pipeline to transport gas from Turkmenistan and Azerbaijan to Europe, noting that existing pipelines crossing through Turkey into the Balkans had already reached their limits.\n\nRussian President Vladimir Putin has also suggested Turkey could become a \"gas hub\". Currently, there are two TurkStream pipelines linking Russian gas to Turkey, mainly serving its domestic market."
  },
  {
    "title": "JESDER Chair shares thoughts on the new YEKDEM scheme in Türkiye - ThinkGeoEnergy - Geothermal Energy News",
    "description": "JESDER Chair shares thoughts on the new YEKDEM scheme in Türkiye  ThinkGeoEnergy - Geothermal Energy News",
    "published date": "Wed, 17 May 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiYGh0dHBzOi8vd3d3LnRoaW5rZ2VvZW5lcmd5LmNvbS9qZXNkZXItY2hhaXItc2hhcmVzLXRob3VnaHRzLW9uLXRoZS1uZXcteWVrZGVtLXNjaGVtZS1pbi10dXJraXllL9IBYGh0dHBzOi8vd3d3LnRoaW5rZ2VvZW5lcmd5LmNvbS9qZXNkZXItY2hhaXItc2hhcmVzLXRob3VnaHRzLW9uLXRoZS1uZXcteWVrZGVtLXNjaGVtZS1pbi10dXJraXllLw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.thinkgeoenergy.com",
      "title": "ThinkGeoEnergy - Geothermal Energy News"
    },
    "fullArticle": "JESDER Chair shares thoughts on the new YEKDEM scheme in Türkiye\n\nUfuk Sentürk, Chairman of the Board of JESDER\n\nCarlo Cariaga 17 May 2023\n\nThe Geothermal Power Plant Investors Association (JESDER) of Turkiye shared its views on the eagerly awaited new support mechanism for geothermal.\n\nThe YEKDEM update for electricity generation based on renewable energy sources in Türkiye, which the industry has been eagerly waiting for, was announced on May 1, 2023. On behalf of the Geothermal Power Plant Investors Association (JESDER), the Chairman of the Board, Ufuk Sentürk, announced his thoughts and views on the new YEKDEM through a press release:\n\n“The YEKDEM update, which we have been working on for a long time with relevant institutions and investors, and which we expected to take place, entered into force on May 1, 2023, after it was published in the Official Gazette. While determining the prices and periods to be applied for electricity generation facilities based on renewable energy sources with RES certificate, which will start/will be commissioned from 1 July 2021 until 31 December 2030, according to the decision; While Turkish Lira will be valid for the application price in the support part, monthly dollar indexed updates will be made and escalation process will be applied by adopting the floor and ceiling price principles in payments. In addition, no price difference will be paid for the facilities that have been operational since July 1, 2021.\n\nAccording to the decision made, the fixed price purchase period to be applied for geothermal power plants, which are among the power plants with high investment costs, will be 15 years, and the application period for domestic contribution margin additional price will be 5 years. With the regulation, the longest support period was given to geothermal power plants and pumped storage to hydroelectric power plants.\n\nAccording to the update, the support payment for GPPs will be 202 Kurus per KWh, the base price will be 9.45 Cent/KWh and the ceiling price will be 11.55 Cent/KWh in purchase prices. The domestic contribution will be applied as 28.80 Kurus/KWh for GPPs. Thanks to long-term support, GPPs will also have the opportunity to provide long-term financing.\n\nIn recent years, due to the support given on TL basis, investments in geothermal power plants, which have a very high investment cost, came out of the appropriate feasibility conditions. It became difficult to supply our power plant equipment from abroad and we started to encounter economic difficulties in the use of domestic equipment. For this reason, we could not reach our year-end targets in installed power, and could not use the energy to be obtained from the power plants at an efficient level.\n\nThis update was necessary to change the practice and increase investments by generating more active electricity from renewable energy plants. As investors, we are happy to state that we are pleased with this decision and that our investments can continue rapidly. We are proud to see that our efforts yield results, that the investor is supported and that renewable energy is more equitably supported. We would like to thank everyone who contributed to the study.”\n\nSource: JESDER Press Release via our Turkish language platform JeotermalHaberler"
  },
  {
    "title": "Türkiye Electricity Review 2023 | Ember - Ember-climate.org",
    "description": "Türkiye Electricity Review 2023 | Ember  Ember-climate.org",
    "published date": "Mon, 13 Mar 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiTGh0dHBzOi8vZW1iZXItY2xpbWF0ZS5vcmcvaW5zaWdodHMvcmVzZWFyY2gvdHVya2l5ZS1lbGVjdHJpY2l0eS1yZXZpZXctMjAyMy_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://ember-climate.org",
      "title": "Ember-climate.org"
    },
    "fullArticle": "In Türkiye, coal generation has hovered around 113 TWh over the last five years, excluding 2020 and 2021. In 2020, coal generation dipped as five lignite plants were forced to cease operation for six months, due to their non-compliance with the air pollution limits. In 2021, coal generation fell by 1.7 TWh because of skyrocketing hard coal prices.\n\nIn 2022, coal power generation rebounded to 113.6 TWh, with a 10% rise year-on-year. This is also slightly above the highest annual coal power generation from 2018 (113.2 TWh). This recovery from coal power was fueled by imported coal, partly because the market price cap was relaxed in 2022. As power market prices were allowed to rise, market prices became profitable enough for imported coal power plants. The newly commissioned 1.3 GW coal power plant, Hunutlu, also added to the import dependence, as it burns imported coal.\n\nAlthough coal generation appears to have plateaued in the last five years, coal generation may be set to rise again. Hunutlu’s two units came online only in June and October respectively, so its generation will likely be more evident in 2023. The long term National Energy Plan published at the end of 2022 also foresees around 2.5 GW additional coal capacity by 2035, up from 21.8 GW now."
  },
  {
    "title": "Turkey Says Its Black Sea Natural Gas Discoveries Are Worth Over $500 Billion - OilPrice.com",
    "description": "Turkey Says Its Black Sea Natural Gas Discoveries Are Worth Over $500 Billion  OilPrice.com",
    "published date": "Mon, 10 Apr 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMihAFodHRwczovL29pbHByaWNlLmNvbS9MYXRlc3QtRW5lcmd5LU5ld3MvV29ybGQtTmV3cy9UdXJrZXktU2F5cy1JdHMtQmxhY2stU2VhLU5hdHVyYWwtR2FzLURpc2NvdmVyaWVzLUFyZS1Xb3J0aC1PdmVyLTUwMC1CaWxsaW9uLmh0bWzSAYgBaHR0cHM6Ly9vaWxwcmljZS5jb20vTGF0ZXN0LUVuZXJneS1OZXdzL1dvcmxkLU5ld3MvVHVya2V5LVNheXMtSXRzLUJsYWNrLVNlYS1OYXR1cmFsLUdhcy1EaXNjb3Zlcmllcy1BcmUtV29ydGgtT3Zlci01MDAtQmlsbGlvbi5hbXAuaHRtbA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://oilprice.com",
      "title": "OilPrice.com"
    },
    "fullArticle": "The volumes of natural gas that Turkey has found so far in the Black Sea are worth in excess of $500 billion, Turkish Energy and Natural Resources Minister Fatih Dönmez told broadcaster CNN Türk.\n\nThe huge gas finds would be enough to supply all households in the country for 35 years, or to cover total Turkish natural gas consumption, including from industry, for 15 to 20 years, the minister added.\n\nLast week, Turkish Petroleum (TPAO) said on Twitter that the installation of the pipes connecting the energy base in the Black Sea to the Sakarya Gas Field Land Facility had been successfully completed. The company said the inauguration of the start of the gas transmission from the field is expected to take place on April 20 in the presence of Turkish President Recep Tayyip Erdogan.\n\nThe Sakarya gas field is set to initially produce around 10 million cubic meters per day, before reaching a peak within three years to pump some 40 million cubic meters per day in 2025, Dönmez told CNN Türk.\n\nThe field inauguration could be the beginning of the Turkish plan to become less dependent on imports of natural gas, which account for 99% of consumption at present.\n\nAt the end of last year, Turkey announced a new natural gas discovery in the Black Sea and upgraded estimates for an already discovered field in the basin, in what could be a major step for the country in slashing gas imports and diversifying its energy sources. Turkey’s natural gas reserves in the Black Sea have now increased to 710 billion cubic meters (bcm), Erdogan said at the end of December.\n\nThe newly developed gas fields are set to go a long way toward Turkey’s energy diversification. So far, the country has mostly relied on imports to procure energy supply. The Russian invasion of Ukraine has hit Turkey’s economy and energy prices hard and has made energy imports much more expensive for Ankara.\n\nBy Tsvetana Paraskova for Oilprice.com\n\nADVERTISEMENT\n\nMore Top Reads From Oilprice.com:"
  },
  {
    "title": "Turkey raises electricity, gas prices by 50% for industry, 20% for homes - Reuters",
    "description": "Turkey raises electricity, gas prices by 50% for industry, 20% for homes  Reuters",
    "published date": "Wed, 31 Aug 2022 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMib2h0dHBzOi8vd3d3LnJldXRlcnMuY29tL2J1c2luZXNzL2VuZXJneS90dXJrZXktaGlrZXMtZWxlY3RyaWNpdHktZ2FzLXByaWNlcy1ieS01MC1pbmR1c3RyeS0yMC1ob21lcy0yMDIyLTA5LTAxL9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Turkey Makes Huge 1-Billion-Barrel Oil Discovery - OilPrice.com",
    "description": "Turkey Makes Huge 1-Billion-Barrel Oil Discovery  OilPrice.com",
    "published date": "Thu, 04 May 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiaGh0dHBzOi8vb2lscHJpY2UuY29tL0xhdGVzdC1FbmVyZ3ktTmV3cy9Xb3JsZC1OZXdzL1R1cmtleS1NYWtlcy1IdWdlLTEtQmlsbGlvbi1CYXJyZWwtT2lsLURpc2NvdmVyeS5odG1s0gFsaHR0cHM6Ly9vaWxwcmljZS5jb20vTGF0ZXN0LUVuZXJneS1OZXdzL1dvcmxkLU5ld3MvVHVya2V5LU1ha2VzLUh1Z2UtMS1CaWxsaW9uLUJhcnJlbC1PaWwtRGlzY292ZXJ5LmFtcC5odG1s?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://oilprice.com",
      "title": "OilPrice.com"
    },
    "fullArticle": "Turkish Petroleum (TPAO) has made the largest crude oil discovery onshore Turkey with a find estimated to hold 1 billion barrels of crude, the Turkish company said.\n\nThe discovery was made in the southeastern province of Sirnak, which borders the semi-autonomous Kurdistan Region in Iraq and Syria.\n\nTurkish Petroleum has drilled an exploration well and has encountered more than 162 meters of light oil-bearing reservoir with API gravity of 41.\n\nThe well already produces around 10,000 barrels of oil per day, TPAO said.\n\nTPAO plans to drill back-to-back appraisal wells and conduct well tests to have a full-field development plan until the end of this year. Additional exploration activities are planned for the second half of 2023.\n\nThe production target is set for 100,000 bpd, which would be more than double Turkey’s oil production.\n\nThe exploration success is expected to help achieve Turkey’s energy independence, TPAO said in a statement.\n\nCurrently, Turkey depends mostly on oil imports for its consumption.\n\nThe country is also targeting natural gas independence with recent huge finds of gas in the Black Sea and the start of gas transmission from the Sakarya Gas Field last month.\n\nIn April, Turkish Energy and Natural Resources Minister Fatih Dönmez told broadcaster CNN Türk that the volumes of natural gas that Turkey had found so far in the Black Sea were worth in excess of $500 billion. The huge gas finds would be enough to supply all households in the country for 35 years, or to cover total Turkish natural gas consumption, including from industry, for 15 to 20 years, the minister added.\n\nADVERTISEMENT\n\nThe newly developed gas fields are set to go a long way toward Turkey’s energy diversification. So far, the country has mostly relied on imports to procure energy supply. The Russian invasion of Ukraine has hit Turkey’s economy and energy prices hard and has made energy imports much more expensive for Ankara.\n\nBy Charles Kennedy for Oilprice.com\n\nMore Top Reads From Oilprice.com:"
  },
  {
    "title": "Soaring costs put Turkey's energy importer under pressure to hike prices - Reuters",
    "description": "Soaring costs put Turkey's energy importer under pressure to hike prices  Reuters",
    "published date": "Fri, 15 Apr 2022 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMieGh0dHBzOi8vd3d3LnJldXRlcnMuY29tL2J1c2luZXNzL2VuZXJneS9zb2FyaW5nLWNvc3RzLXB1dC10dXJrZXlzLWVuZXJneS1pbXBvcnRlci11bmRlci1wcmVzc3VyZS1oaWtlLXByaWNlcy0yMDIyLTA0LTE1L9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Turkey Significantly Raises Electricity, Natural Gas Prices - Bloomberg",
    "description": "Turkey Significantly Raises Electricity, Natural Gas Prices  Bloomberg",
    "published date": "Sat, 01 Jan 2022 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMicmh0dHBzOi8vd3d3LmJsb29tYmVyZy5jb20vbmV3cy9hcnRpY2xlcy8yMDIyLTAxLTAxL3R1cmtleS1yYWlzZXMtcHJpY2VzLW9mLWVsZWN0cmljaXR5LWFuZC1uYXR1cmFsLWdhcy1pbi1uZXcteWVhctIBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.bloomberg.com",
      "title": "Bloomberg"
    },
    "fullArticle": "Turkey added to inflation pressure on Saturday by raising household electricity and natural gas tariffs substantially, citing the surge in global energy prices.\n\nThe cost of electricity will soar as much as 130% for some households, the Haberturk newspaper estimated, as the country switches to a graduated tariff system."
  },
  {
    "title": "Turkey's dream of a hub. Ankara's wartime gas policy - OSW Ośrodek Studiów Wschodnich",
    "description": "Turkey's dream of a hub. Ankara's wartime gas policy  OSW Ośrodek Studiów Wschodnich",
    "published date": "Fri, 10 Mar 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMibWh0dHBzOi8vd3d3Lm9zdy53YXcucGwvZW4vcHVibGlrYWNqZS9vc3ctY29tbWVudGFyeS8yMDIzLTAzLTEwL3R1cmtleXMtZHJlYW0tYS1odWItYW5rYXJhcy13YXJ0aW1lLWdhcy1wb2xpY3nSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.osw.waw.pl",
      "title": "OSW Ośrodek Studiów Wschodnich"
    },
    "fullArticle": "OSW Commentary\n\nTurkey’s dream of a hub. Ankara’s wartime gas policy\n\nNatural gas plays a key role in Turkey’s economy and energy sector, with the country’s gas consumption growing in recent years. At the same time, Turkey is fully dependent on imports of this resource, including large quantities from Russia. However, for years it has been implementing a policy of diversification, which has brought tangible results. Along this, it has been expanding its import infrastructure to diversify its gas supply sources and routes, for example by opening more LNG terminals; or by trying to start production of its own gas while curbing domestic consumption.\n\nAgainst the backdrop of the war in Ukraine and the crisis on the gas market, Turkey’s situation is markedly different from that of the European Union’s member states. The gas crisis in Europe has led to record-high and volatile prices as well as reduced gas availability, which resulted in shortage risks during last year’s winter. For its part, Turkey has been able to secure stable supplies thanks to its extensive import infrastructure, existing contracts and good relations with Russia; yet its biggest challenge remains rising prices. As the Turkish government pursues its traditional two-pronged policy of cooperation with both Russia and the West, it sees the war as an opportunity to strengthen its position and advance its energy interests with both sides. Russia’s weaker position has given Turkey the opportunity to negotiate more favourable terms for gas imports. Several other factors have also created unique circumstances enabling Turkey to realise its ambitions – first formulated two decades ago – to become a major regional and European gas hub. These include Turkey’s growing importance as the Kremlin’s key gas partner at present, its ever-closer cooperation with other regional gas producers (including Azerbaijan) and the EU’s massive demand for non-Russian gas. However, Turkey's closer ties with Russia in this field carry the risk of making it structurally dependent on Moscow in the long term.\n\nThe role of gas in Turkey’s energy sector and economy\n\nNatural gas was the most important source of primary energy in Turkey’s energy mix in 2021, accounting for 30.2% of domestic consumption.[1] Gas consumption has been increasing in recent years,[2] but fell by 7.4% y/y in 2022[3] as a result of a milder winter and the country’s economic problems. In 2021, gas also accounted for the largest share (34.0%) of electricity generation in Turkey. In 2022, due to the crisis on the gas market, the share of this fuel fell to 22.7%, while that of coal increased.[4] The government has been working over the years to diversify the country’s energy generation, a process that is set to accelerate with the planned commissioning of the Russian-built Akkuyu nuclear power plant in 2023. At present, however, gas still plays a key role in Turkey’s energy sector, which is related to factors such as the possibility of flexibly increasing or decreasing production from its gas-fired power plants depending on the level of renewable energy generation and prices. The significant increase in gas use in 2021 (by around 24% y/y) was partly caused by drought, which reduced the level of hydropower generation.[5] Meanwhile in 2022, gas consumption fell as a result of the record prices on global hubs.\n\nSource: The Turkish Energy Market Regulatory Authority (EPDK), epdk.gov.tr.\n\nSource: The Turkish Energy Market Regulatory Authority (EPDK), epdk.gov.tr.\n\nHouseholds, electricity generation and heating sectors, along with industry have consumed the most gas in recent years (see Chart 2). This shows that gas is not only important for Turkey’s energy generation and its economy overall, but it also plays a vital role in providing heat & energy to Turkish society: around 80% of households use this type of heating.[6]\n\nThe security of gas supplies: infrastructure, contracts and storage facilities\n\nTurkey is 99% dependent on gas imports. Although it has sought to diversify its gas sources and reduce its dependence on Russia, this country remains Turkey’s main supplier. Russia’s share of Turkish gas imports has been falling in recent years, but rose again to 44.9% in 2021 as a result of the situation on the global markets and a spike in domestic demand. In 2022, Russia’s share fell slightly, though it remained high at around 40%. Gas is also supplied to Turkey from countries such as Iran (17.2%) and Azerbaijan (15.9%). In the last decade, thanks to both global developments and the expansion of the Turkey’s infrastructure, the role of LNG has also increased significantly: its supplies have doubled, and in 2021 they accounted for up to 24% of the country’s total gas imports.[7] Around half of Turkey’s LNG came that year from Algeria and Nigeria under long-term contracts, while the rest was purchased on the spot market, especially from the US and Egypt. The volume of LNG supplies and their importance in total Turkish imports depend largely on the global market situation, including gas prices and availability. Despite the lack of complete data, it can be assumed that the share of LNG did not increase in 2022, especially as pipeline supplies from Russia remained strong.\n\nSource: The Turkish Energy Market Regulatory Authority (EPDK), epdk.gov.tr.\n\nTurkey was able to secure stable gas supplies in 2022 thanks to its well-developed import infrastructure (pipelines and LNG terminals), storage facilities, existing contracts, and finally, its good relations with Russia, which ensured that imports remained predictable. This is the result of Turkey’s long-standing strategy and its investments in expanding its infrastructure, which have allowed the country to diversify its gas sources. The country’s current import capacity (around 129.5 bcm per year) is more than double its annual demand. However, rising costs of gas imports continue to pose a challenge for Turkey.\n\nIn recent years, Turkey has been broadening its range of gas sources primarily by expanding its capacity to import LNG. It currently has five terminals (two land-based and three floating FSRUs) with a combined import capacity of 53 bcm per year, which accounts for about 40% of the country’s total import capacity. A fifth terminal (and also the third FSRU), Saros, has been completed in the first quarter of 2023. This allows Turkey to increase its total import capacity as to cover almost 100% of the country’s domestic gas demand.\n\nTwo new pipelines have also helped to boost Turkey’s infrastructure import capacity and diversify its import routes. The TANAP gas pipeline, launched in 2018, has increased Turkey’s capacity to source gas from Azerbaijan, while TurkStream, inaugurated in 2020, has provided another connection to Russia in addition to the Trans-Balkan gas pipeline and Blue Stream. Both pipelines have also had a positive impact on Turkey’s transit importance by making it possible to increase the flows of gas from Azerbaijan and Russia to the countries of south-eastern Europe and Italy. The Trans-Balkan route (see map), which ceased to be used for Russian gas exports since 2020, offers additional opportunities to import gas from the European market or for transit/re-export of gas from other sources to Europe. All these elements ensure that Turkey’s import capacity significantly exceeds domestic consumption.\n\nMap. Gas infrastructure in Turkey\n\nSources: Republic of Türkiye, Ministry of Energy and Natural Resources, enerji.gov.tr; Energy Community, energy-community.org.; BOTAŞ, botas.gov.tr.\n\nAn important factor ensuring the stability and security of Turkey’s gas supplies is the existence of medium- and long-term contracts, totalling 55.4 bcm per year, that meet around 90% of the country’s domestic demand.[8] The most important of these are BOTAŞ’s multi-year agreements with Russia’s Gazprom (16 bcm per year) and Iran’s state-owned company NIGC (9.6 bcm per year). Smaller volumes are imported under an agreement with Azerbaijan (6 bcm per year). LNG purchases on the spot market totalled only 6.9 bcm (11.8% of imports) in 2021.[9] Turkish contract data suggests that almost three quarters of the gas imported in 2022 was purchased at prices 100% linked to a basket of oil prices (crude and/or petroleum product prices), while the rest was linked to hub prices.[10]\n\nTurkey has been striving for years to reduce its dependence on long-term gas supply contracts so as to be able to adjust the level and sources of its gas imports to changing demand and market conditions. As a result, we can see a gradual increase in the share of flexible medium and short-term contracts and purchases on the spot market. The past year was marked by increasing uncertainty, heightened global competition, spikes and volatility of gas prices on hubs in Europe, as well as the threat of shortages during the winter season. In this uncertain environment, Turkey’s import mix appears to guarantee predictable and stable supplies at relatively favourable prices, which are certainly not as volatile and unpredictable as those in most EU countries.\n\nThe ongoing expansion of domestic storage capacity will also enhance Turkey’s gas security. The enlarged Silivri facility, whose capacity (currently 4.6 bcm) makes it the largest of its kind in Europe, was officially opened in mid-December 2022. As a result, by the end of 2022 Turkish storage facilities were able to hold as much as 5.8 bcm of gas, and this figure is set to rise to 10 bcm once the upgrade of another unit (Tuz Gölü) is completed in 2023.[11] In addition, a certain amount of LNG can also be stored at the terminals. According to official statements, the storage facilities were 100% full[12] before the start of the 2022/3 heating season, but these figures were based on Silivri’s pre-expansion capacity. With average gas consumption of up to 6.5 bcm per month in winter (2021 figures)[13], this means that gas from storage facilities could only meet demand for a period of around three weeks last winter.\n\nIn the longer term, the country’s gas security will improve thanks to higher domestic gas production and falling demand from the electricity sector. The discovery of gas fields in Turkey’s economic zones in the Black Sea (their total volume is estimated at 710 bcm)[14] and ongoing exploration work are expected to enable initial production of up to 4 bcm per year as early as in 2023.[15] The level of extraction is set to rise in subsequent years, and ultimately to reach 14–15 bcm per year by 2026.[16] This would reduce Turkey’s dependence on gas imports. In parallel, natural gas demand from the electricity sector is likely to stabilize or fall following the launch of the country’s first nuclear power plant at Akkuyu next year. This plant is expected to cover 2.5% of domestic electricity demand in 2023[17] and as much as 10% from 2026 onwards.[18] Turkey also plans to build two more nuclear power plants in cooperation with Russia[19] in the farther future. Together with Akkuyu, these would provide the country with around a third of its electricity needs. The implementation of these plans could reduce gas consumption and imports.\n\nThe social and political costs of gas imports\n\nDespite the infrastructural and contractual conditions that make it possible to fully meet domestic gas demand, the high costs of gas imports have remained a challenge for Turkey this winter. These costs are particularly acute at a time of a severe financial crisis in the country, which has been exacerbated by the policy of subsidising gas (and electricity) prices. The ongoing financial crisis has caused the lira to depreciate; this has led in turn to higher costs of importing gas, whose prices on the European and global markets have recently been high anyway.\n\nThe situation is further complicated by the regulations of the domestic gas market. Gas is supplied by the state-owned company BOTAŞ, which is responsible for more than 93% of the country’s imports. It is obliged by law to subsidise the price of gas for households and industrial consumers. According to media reports, subsidies accounted for up to 80% of the gas price last year.[20] In the face of growing problems with the country’s current account deficit, it has become increasingly difficult and costly to maintain this policy over recent months. This meant that in 2022 BOTAŞ was forced to hike gas prices for households by 174% (while keeping the subsidies at 80%), for businesses by 277%, and for large industrial plants by 379%.[21] Removing the subsidies would result in an even greater, several-fold increase in energy prices on the domestic market; that would drive many companies into bankruptcy and make ordinary citizens insolvent. Substantially reducing the subsidies seems unrealistic, especially now that Turkey is facing parliamentary and presidential elections scheduled for 14 May. According to available data, subsidised gas and electricity prices are projected to cost the budget around $32 billion in 2023.[22] This is a trap from which Turkey cannot easily escape. The government is maintaining its policy of subsidising the prices for gas (and energy more generally) for political and social reasons, but also to ensure the stability of the domestic market. At the same time, it is searching for additional funds to finance these subsidies despite its swelling current account deficit. This policy has plunged BOTAŞ into serious financial trouble. In October 2022, its annual debt already stood at 179 billion lira (around $9.6 billion).[23] In comparison, Turkey’s 12-month current account deficit reached $43.5 billion at the time.[24] The 2022/3 winter season has exacerbated these problems, and the rising costs of the government’s gas policy are posing an increasingly serious challenge to the stability and solvency of the state treasury.\n\nGas cooperation with Russia\n\nThe invasion of Ukraine and its consequences for European-Russian relations have increased the importance of energy cooperation with Turkey, including gas cooperation for Russia. This is particularly true as Russia is becoming increasingly isolated from its previously key European partners and customers. Turkey has opted not to join the Western sanctions, as a result of which it emerged as the world’s largest importer of Russian gas in the second half of 2022. Turkey is also becoming a key market for Russian oil and coal, alongside China and India. Its importance for the transit of Russian energy resources to third countries is also growing, which is confirmed by President Vladimir Putin’s proposal to create a Russian-Turkish gas hub on Turkish territory. The details of this project are yet to be worked out; for example, it is not clear whether the Russian side would only seek to increase transit or also to enable Turkey to re-export its gas. It appears that the discussions are primarily political; it is unlikely that any new investments (especially those that require Western involvement, technology or know-how) that could increase Russian gas transit will be implemented while the war continues.[25] However, the ongoing dialogue on the project shows that Turkey’s position is strengthening, both as an outlet and as Russia’s possible future partner in activities on the regional gas market. Putin’s proposal also fits in with Turkey’s strategic goal of creating a gas hub in the country and re-exporting gas to Europe, a project it has been pursuing for two decades.\n\nIn the current financial and domestic political situation, the government in Ankara can also temporarily exploit Moscow’s weakness to secure favourable terms to import gas from Russia. The issue of financing gas purchases and subsidising domestic prices remains a very serious challenge for Turkey; hence it has been preparing for the heating season by seeking access to cheaper fuel and looking to extract concessions from Russia on the matter of its gas payments. Firstly, Turkey managed (thanks to Erdoğan’s successive rounds of talks with Putin, among other factors)[26] to secure an agreement to pay for 25% of its gas supplies in roubles, which benefited both partners. From Ankara’s perspective, getting these agreements reduced domestic demand for scarce Western currencies (de-dollarisation), and should also reduce the costs of importing fuel from Russia.[27] However, it appears the currency switch will not bring any significant gain for Turkey, as both the lira and the rouble are highly volatile at present. Nevertheless, the two sides are still planning to increase the percentage of such transactions.[28]\n\nTurkey also wants to secure discounted gas prices from Russia. During negotiations in December 2022, it reportedly sought a discount of more than 25% on the initial price, as well as the deferral of its payment obligations until 2024.[29] According to unconfirmed reports, an agreement on a one-year extension of BOTAŞ’s deadline to repay its debt to Gazprom (amounting to $20 billion) was reached in late December.[30] Talks on price discounts are ongoing. If the Turkish government reached an agreement on this issue, that would allow it to save money ahead of the election campaign (spring 2023), which it could then use to combat the negative effects of inflation (for example, by raising the minimum wage). That in turn would boost the ruling Justice and Development Party (AKP)’s chances of winning the parliamentary and presidential elections.\n\nCooperation with Europe, and Turkey’s vision of a hub\n\nAt the same time, in the short to medium term, Turkey also appears to be a fairly attractive partner for Europe, or at least for the countries in the Balkans and the south of the continent. It has surplus import capacity, a diversified infrastructure, and connections to the European market (interconnectors and the Trans-Balkan gas pipeline), so it could become an important link in the search for alternatives to Russian energy sources and for ways to import these resources. In this way, in addition to Russia’s interest in deepening cooperation and the expanding possibilities of importing Russian fuel, also the needs of the EU itself increase Turkey’s chances of realising its ambition to build a gas hub. This would not necessarily be a hub in the form suggested by Russia, but rather one that Turkey has been striving to create for two decades now, which would allow it to trade gas from all of available sources and re-export it to third countries, including the EU. President Recep Tayyip Erdoğan elaborated further on these plans in mid-December 2022. He said that Turkey’s goal is to quickly become a global gas trading centre at which the reference price for gas is determined. In addition, the country may want to provide European importers with access to the growing capacity of its import infrastructure, including its LNG terminals. The contract between BOTAŞ and Bulgaria’s Bulgargaz signed on 3 January 2023 is the first example of such a deal, as well as a signal that Turkey’s plans may be gradually coming to fruition. This contract provides Bulgaria with access to 1.5 bcm/year of capacity at Turkish LNG terminals (mainly Saros) for 13 years, and guarantees that BOTAŞ will transport gas to the border between the two countries.[31] However, there is no information confirming the signing of an interconnection agreement, which would formally open the way for aligning the terms to transmit gas from Turkey to EU countries.[32] That would most likely require at least a partial reform of the Turkish gas market, and would be crucial for cooperation with Europe, as such reforms would include establishing transparent rules inter alia on access to infrastructure or the opening of a larger gas export corridor from and through Turkey to the West with the use of both Turkish terminals and the Trans-Balkan route. Signs that the AKP may be preparing for such a gas market reform emerged in early March.[33]\n\nIn addition to the above, the actual success of Turkey’s plans for a gas hub will also depend on the timing and pace at which they are implemented. The EU will need additional gas volumes and sources over the next few years – after that the demand for gas (and thus for cooperation with Turkey in this field) is expected to fall off, as the process of European energy transition gains traction. It is unclear at this point what the exact role of Russian supplies in Turkey’s vision of a gas hub would be. While the Turkish government could possibly seek to re-export gas from Russia in the future, it now appears that this gas will be increasingly used to meet domestic needs; this would not only be due to the contractual constraints, but even more importantly, also due to a lack of interest from European consumers. Turkey would then be able to offer its surplus import capacity and gas (especially LNG) from other sources to more potential European customers. The EU countries, which are in the midst of an energy war with Russia, would probably demand guarantees from Turkey that it would not resell Russian gas to them. At the same time it cannot be excluded that Turkey, which has been trying to secure more favourable contracts for the supplies of Russian gas, may want to create a situation in which it can mix gas from various sources and sell such a mixture (so-called Turkish blend) further down the line. This would result in closer Russian-Turkish ties – but also, despite the relative improvement in Ankara’s position in its relations with Moscow, lead to Turkey’s increased dependence on Russian gas supplies, which could have political consequences.\n\nAs the Turkish government strives to create a gas hub, it is also seeking to develop more gas pipeline connections: with the Caspian region (talks have been held on doubling the capacity of the TANAP pipeline[34] and possibly starting work on gas shipments from Turkmenistan to Turkey and further west)[35] and Iran (an agreement has been signed on building a new gas pipeline and upgrading the old one)[36]. It also wants to strengthen cooperation with Egypt, and potentially even with Israel.[37] In addition, the planned launch of domestic gas production and the prospect of a fall in gas consumption (or at least in the rate at which demand for gas rises) may increase Turkey’s potential to re-export gas."
  },
  {
    "title": "Turkey's energy importer BOTAS adjusts price calculation for industrial users - Reuters",
    "description": "Turkey's energy importer BOTAS adjusts price calculation for industrial users  Reuters",
    "published date": "Fri, 30 Sep 2022 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiLmh0dHBzOi8vd3d3LnJldXRlcnMuY29tL2FydGljbGUvaWRVU0w4TjMxMTM2OS_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Turkey: when electricity price ceilings amplify the pain of gas spikes and currency falls - Energy Post",
    "description": "Turkey: when electricity price ceilings amplify the pain of gas spikes and currency falls  Energy Post",
    "published date": "Wed, 12 Jan 2022 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMib2h0dHBzOi8vZW5lcmd5cG9zdC5ldS90dXJrZXktd2hlbi1lbGVjdHJpY2l0eS1wcmljZS1jZWlsaW5ncy1hbXBsaWZ5LXRoZS1wYWluLW9mLWdhcy1zcGlrZXMtYW5kLWN1cnJlbmN5LWZhbGxzL9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://energypost.eu",
      "title": "Energy Post"
    },
    "fullArticle": "Turkey’s rules for an electricity price ceiling may be well intentioned, but they are creating a price ladder that is causing those prices to rise too fast and too much, say Fuat Oğuz at Ankara Yıldırım Beyazit University and Çağrı Peker at the Energy Market Regulatory Authority, Turkey. When market participants are allowed to sell and buy electricity at distorted prices the effects of external shocks are amplified artificially. The main shocks are the spike in global gas prices and Turkey’s collapsing currency – especially painful for any nation that’s heavily dependent on gas (and coal), imports all of it, and has to buy it with foreign currency. The authors carefully summarise the price ceiling mechanism, and those external shocks. A better price ceiling model and renewables support mechanism are needed. Add to that gas supply diversity, and real incentives to increase electricity generation productivity.\n\nTurkey is in the middle of a deep currency crisis, which started in September 2021. Prices are soaring in every corner of the weakening economy. Electricity markets also bear the consequences of worsening economic conditions. The ongoing currency crisis exacerbates the unintended consequences of not having a competitive power market.\n\nThe graph below shows the change in the day ahead market clearing prices in Turkey. A close examination of price changes show that the government does everything to keep prices from going beyond a certain level, using a price ceiling model and other mechanisms to keep electricity prices under control. The graph below clearly shows the government intervention via price ceiling for the last six months.\n\nWhile there have been a number of reasons for price hikes in power markets recently, the ongoing currency crisis pushes the political control of prices to the limit. The foreign exchange rates increased substantially in the last two months, shattering all past records.\n\nThe rise in foreign exchange rates forces the government to monitor and control electricity prices more closely.\n\nPrice ceiling policy began in 2015 and was used as a circuit-breaker to stop prices to skyrocket unexpectedly. According to the price ceiling model, the maximum price can’t go over the thrice the average of the last year. A number of issues interact and create an upward spiral in prices. In the rest of this article we will look into these issues.\n\nOngoing currency crisis\n\nAlong with the exchange rate, wholesale electricity prices have also been rising for the last few months. The effect of the currency crisis can be seen clearly in the market-clearing prices in the market. The following graph indicates the gradual increase in real exchange rate. While the government implemented a new policy to control the free fall in the value of the Turkish Lira, the impact of the new policy on prices remains uncertain.\n\nDependency on imported natural gas and imported coal\n\nThe electricity generation in Turkey depends mostly on imported sources such as natural gas and imported coal. The share of natural gas in electricity generation plants increased substantially during the last year. At the end of November 2021, their share increased from 22% to 32.8% in comparison to the same date in 2020. This is the highest number in the last three years. When you add imported coal that takes around 16% for the end of November, the import dependency is around 49%. So any increase in foreign exchange rates raises generation costs and puts pressure on wholesale prices.\n\nSince the price is determined on the margin, natural gas prices determine the direction of wholesale electricity prices. The close correlation between the price of natural gas and electricity price shows the direct result of the dependency on the natural gas power plants. The share of hydro plants fell to very low levels and is expected to remain low for the winter. This grim weather outlook will also increase the dependency on natural gas power plants. Imported coal prices that depend on currency also deepens the crisis\n\nThe high dependency on natural gas power plants has its own drawbacks other than just reflecting currency crises. As the cost of generating electricity in natural gas plants is higher than many other alternatives, the effect on wholesale prices will be magnified. Similar to Turkey, Elspot wholesale electricity markets show similar behaviour because of the increasing marginal cost of production due to natural gas prices. The price of natural gas in international markets increased as well. It adds to the existing troubles of the existing issues in electricity generation in Turkey and Europe.\n\nGas for heating, not just electricity generation\n\nTurkey imports all of its natural gas. It is used for heating as well as electricity generation. Thus, any problem with supply would require sacrifice in natural gas for electricity generation and/or heating. Historically, electricity generation is sacrificed first during winters where the demand for heating purposes increases substantially. The limited availability of storage facilities aggravates the negative impact of the external shocks such as colder than expected weather conditions.\n\nDutch TTF gas hub price\n\nLast year, Turkeys’ long-run natural gas contracts capacity was fully used and Turkey imported LNG based on the Dutch TTF gas hub price. Therefore, in the second half of 2021 the natural gas prices in Turkey quadrupled due to the crisis in Europe following the tensions with Russia. These price increases affected natural gas power plants, households and industrial users.\n\nThe positive developments in the European energy crisis reduced the Dutch TTF hub price during the last days of December. This will alleviate the natural gas price problem in Turkey faster than expected as the currency crisis in Turkey somewhat lost steam.\n\nThe distortive feed-in tariffs\n\nWhile the dependency on natural gas appears to be the major issue, the substitution of natural gas power plants with hydro plants would not change the outcome much. The renewable energy support mechanism pays power plants based on US cents, mostly at 7.3, 10.3 and 13.3 cents/kwh. Thus, the prices would still jump to a very high level. They would follow the feed-in tariff channel rather than natural gas channel.\n\nTurkish electricity market prices have become distorted in the last few years as a result of the faulty design of the renewable energy support mechanism (aka YEKDEM in Turkish). The existing merit order system, along with USD based guaranteed rates allow renewables to ignore market signals. They transfer the cost of generation to customers as no incentive for productivity increases exists for them.\n\nWhile all these issues make it difficult to establish an efficient generation market and put pressure on wholesale prices, the price ceiling model used by the energy regulator deepens the effects of these factors. The price ceiling mechanism keeps a high cap on prices. The maximum price is determined by the threefold rule: three times the last year’s average market-clearing price. The average market-clearing price is coming closer to the maximum price very quickly, as the rise in foreign exchange rates triggers other cost distortions in the market.\n\nThe Last Word\n\nThe current price ceiling model creates a price ladder where prices are suppressed to keep prices rising too fast and too much. An inefficient price ceiling model encourages market participants to sell and buy electricity at distorted prices.\n\nAs a result, the effects of external shocks are amplified artificially. The government works hard to keep electricity prices under control. While some external shocks play a role, most of the worsening is its own making.\n\nDuring the last year, high dependency on natural gas, due to poor supply diversity, a faulty renewable support mechanism that is vulnerable to currency volatility, and an ill-designed price ceiling model affect the health of the wholesale market negatively. Negative impacts of the Covid-19 pandemic forced the government to put political preferences over economic efficiency in power markets.\n\nThe Turkish experience shows that a high dependency on natural gas, imported coal, and currency dependent renewable support mechanisms along with a very thin foreign exchange reserve may create an upward spiral in terms of electricity prices which would trigger cost increases in the economy.\n\n***\n\nFuat Oğuz is Professor of Economics, Ankara Yıldırım Beyazit University, Turkey\n\nÇağrı Peker is an Energy Expert, Energy Market Regulatory Authority, Turkey"
  },
  {
    "title": "Turkey's Lira Crisis Exposes Reliance on Imported Energy - The Wall Street Journal",
    "description": "Turkey's Lira Crisis Exposes Reliance on Imported Energy  The Wall Street Journal",
    "published date": "Mon, 29 Nov 2021 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiYGh0dHBzOi8vd3d3Lndzai5jb20vYXJ0aWNsZXMvdHVya2V5cy1saXJhLWNyaXNpcy1leHBvc2VzLXJlbGlhbmNlLW9uLWltcG9ydGVkLWVuZXJneS0xMTYzODE5OTA5M9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.wsj.com",
      "title": "The Wall Street Journal"
    }
  },
  {
    "title": "Turkey elections: Biggest test for Erdogan amid cost of living crisis - BBC.com",
    "description": "Turkey elections: Biggest test for Erdogan amid cost of living crisis  BBC.com",
    "published date": "Sat, 04 Feb 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiLmh0dHBzOi8vd3d3LmJiYy5jb20vbmV3cy93b3JsZC1ldXJvcGUtNjQ0MTM2MjDSATJodHRwczovL3d3dy5iYmMuY29tL25ld3Mvd29ybGQtZXVyb3BlLTY0NDEzNjIwLmFtcA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.bbc.com",
      "title": "BBC.com"
    },
    "fullArticle": "\"Because his brand is that he is the underdog fighting the elites, it might actually help his case if someone came up and said he's not allowed. This is the kind of argument that has helped Erdogan in the past.\""
  },
  {
    "title": "Turkey emerges as Europe's largest coal power producer in June - Reuters",
    "description": "Turkey emerges as Europe's largest coal power producer in June  Reuters",
    "published date": "Wed, 19 Jul 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMib2h0dHBzOi8vd3d3LnJldXRlcnMuY29tL21hcmtldHMvY29tbW9kaXRpZXMvdHVya2V5LWVtZXJnZXMtZXVyb3Blcy1sYXJnZXN0LWNvYWwtcG93ZXItcHJvZHVjZXItanVuZS0yMDIzLTA3LTE5L9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Hungary's MVM to buy gas from Turkey's BOTAS in 'groundbreaking' deal - Reuters",
    "description": "Hungary's MVM to buy gas from Turkey's BOTAS in 'groundbreaking' deal  Reuters",
    "published date": "Mon, 21 Aug 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiamh0dHBzOi8vd3d3LnJldXRlcnMuY29tL2J1c2luZXNzL2VuZXJneS9odW5nYXJ5cy1tdm0tYnV5LWdhcy10dXJrZXlzLWJvdGFzLWdyb3VuZGJyZWFraW5nLWRlYWwtMjAyMy0wOC0yMS_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Turkey's inflation soars to 73%, a 23-year high, as food and energy costs skyrocket - CNBC",
    "description": "Turkey's inflation soars to 73%, a 23-year high, as food and energy costs skyrocket  CNBC",
    "published date": "Fri, 03 Jun 2022 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMibGh0dHBzOi8vd3d3LmNuYmMuY29tLzIwMjIvMDYvMDMvdHVya2V5cy1pbmZsYXRpb24tc29hcnMtdG8tNzNwZXJjZW50LWFzLWZvb2QtYW5kLWVuZXJneS1jb3N0cy1za3lyb2NrZXQuaHRtbNIBcGh0dHBzOi8vd3d3LmNuYmMuY29tL2FtcC8yMDIyLzA2LzAzL3R1cmtleXMtaW5mbGF0aW9uLXNvYXJzLXRvLTczcGVyY2VudC1hcy1mb29kLWFuZC1lbmVyZ3ktY29zdHMtc2t5cm9ja2V0Lmh0bWw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.cnbc.com",
      "title": "CNBC"
    },
    "fullArticle": "A man sells slippers in Eminonu on May 5, 2022, in Istanbul, Turkey. The country has enjoyed rapid growth for years, but President Erdogan has for years refused to meaningfully raise rates to cool the resulting inflation. The result has been a plummeting Turkish lira and far less spending power for the average Turk.\n\nTurkey's inflation for the month of May rose by an eye-watering 73.5% year on year, its highest in 23 years, as the country grapples with soaring food and energy costs and President Recep Tayyip Erdogan's long-running unorthodox strategy on monetary policy.\n\nFood prices in the country of 84 million rose 91.6% year on year, the country's statistics agency reported, bringing into sharp view the pain that regular consumers face as supply chain problems, rising energy costs and Russia's war in Ukraine feed into global inflation.\n\nTurkey has enjoyed rapid growth for years, but Erdogan has for years refused to meaningfully raise rates to cool the resulting inflation, describing himself as a sworn enemy of interest rates. The result has been a plummeting Turkish lira and far less spending power for the average Turk.\n\nErdogan instructed the country's central bank — which analysts say has no independence from him — to repeatedly slash borrowing rates last year even as inflation continued to rise. Central bank chiefs who expressed opposition to this course of action were fired; by the spring of 2021, Turkey's central bank had seen four different governors in two years."
  },
  {
    "title": "Gas Prices Around the World - Kiplinger's Personal Finance",
    "description": "Gas Prices Around the World  Kiplinger's Personal Finance",
    "published date": "Mon, 28 Nov 2022 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiW2h0dHBzOi8vd3d3LmtpcGxpbmdlci5jb20vcGVyc29uYWwtZmluYW5jZS9zaG9wcGluZy9jYXJzLzYwNDQxMC9nYXMtcHJpY2VzLWFyb3VuZC10aGUtd29ybGTSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.kiplinger.com",
      "title": "Kiplinger's Personal Finance"
    },
    "fullArticle": "Even as gas prices in the U.S. ease off the peaks reached in 2022, Americans like to grumble about what we’re paying at the pump. But a look at gas prices around the world indicates that, well, things could be worse.\n\n\n\nGlobalPetrolPrices.com , an energy data tracking company, puts U.S. gas prices in the bottom half of a global measure. And we pay the least for gasoline of any economically advanced country.\n\n\n\nHave a look at how the U.S. compares with other countries, and then we’ll discuss what factors contribute to differences between nations.\n\nSwipe to scroll horizontally Country Price as of Nov. 21 in USD per gallon Header Cell - Column 2 Header Cell - Column 3 Australia $4.33 Row 0 - Cell 2 Row 0 - Cell 3 Belgium $7.30 Row 1 - Cell 2 Row 1 - Cell 3 Benin $3.85 Row 2 - Cell 2 Row 2 - Cell 3 Brazil $3.57 Row 3 - Cell 2 Row 3 - Cell 3 Canada $5.08 Row 4 - Cell 2 Row 4 - Cell 3 China $4.74 Row 5 - Cell 2 Row 5 - Cell 3 Denmark $7.59 Row 6 - Cell 2 Row 6 - Cell 3 France $6.83 Row 7 - Cell 2 Row 7 - Cell 3 Finland $7.72 Row 8 - Cell 2 Row 8 - Cell 3 Germany $6.99 Row 9 - Cell 2 Row 9 - Cell 3 Greece $8.00 Row 10 - Cell 2 Row 10 - Cell 3 Hong Kong $11.81 Row 11 - Cell 2 Row 11 - Cell 3 Iceland $9.47 Row 12 - Cell 2 Row 12 - Cell 3 India $5.09 Row 13 - Cell 2 Row 13 - Cell 3 Ireland $7.91 Row 14 - Cell 2 Row 14 - Cell 3 Israel $8.70 Row 15 - Cell 2 Row 15 - Cell 3 Italy $6.54 Row 16 - Cell 2 Row 16 - Cell 3 Japan $4.36 Row 17 - Cell 2 Row 17 - Cell 3 Jordan $6.16 Row 18 - Cell 2 Row 18 - Cell 3 Kuwait $1.29 Row 19 - Cell 2 Row 19 - Cell 3 Madagascar $5.16 Row 20 - Cell 2 Row 20 - Cell 3 Malawi $6.45 Row 21 - Cell 2 Row 21 - Cell 3 Mexico $4.65 Row 22 - Cell 2 Row 22 - Cell 3 Mozambique $5.15 Row 23 - Cell 2 Row 23 - Cell 3 Netherlands $7.57 Row 24 - Cell 2 Row 24 - Cell 3 Norway $7.93 Row 25 - Cell 2 Row 25 - Cell 3 Pakistan $3.80 Row 26 - Cell 2 Row 26 - Cell 3 Poland $5.49 Row 27 - Cell 2 Row 27 - Cell 3 Qatar $2.18 Row 28 - Cell 2 Row 28 - Cell 3 Russia $3.22 Row 29 - Cell 2 Row 29 - Cell 3 Saudi Arabia $2.35 Row 30 - Cell 2 Row 30 - Cell 3 Sierra Leone $4.39 Row 31 - Cell 2 Row 31 - Cell 3 Singapore $7.31 Row 32 - Cell 2 Row 32 - Cell 3 Sweden $6.95 Row 33 - Cell 2 Row 33 - Cell 3 Turkey $4.08 Row 34 - Cell 2 Row 34 - Cell 3 Ukraine $5.15 Row 35 - Cell 2 Row 35 - Cell 3 United Kingdom $7.35 Row 36 - Cell 2 Row 36 - Cell 3 United States $3.90 Row 37 - Cell 2 Row 37 - Cell 3 Zimbabwe $3.76 Row 38 - Cell 2 Row 38 - Cell 3 Prices are from GlobalPetrolPrices.com and reflect the cost of premium-grade gasoline Row 39 - Cell 1 Row 39 - Cell 2 Row 39 - Cell 3\n\nGas taxes are a big factor\n\nSo, why? Chiefly, taxes. While in the U.S. these vary considerably by state (and we’ve tracked the 10 states with the highest gas taxes as well as the lowest ), on balance, gasoline taxes in the U.S. are low on a global scale. And again, among industrialized countries ( the 38 members of the OECD ) only Mexico has lower fuel taxes.\n\n\n\nNevin Valev, owner of GlobalPetrolPrices, says the U.S.’s low rate reflect Americans need – and desire – to drive long distances, and the political unpopularity of higher taxes. The summer price surge of 2022, for example, led to a variety of g as tax holidays or suspensions by a range of states.\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\nSubscribe to Kiplinger’s Personal Finance Be a smarter, better informed investor. Save up to 74% Sign up for Kiplinger’s Free E-Newsletters Profit and prosper with the best of expert advice on investing, taxes, retirement, personal finance and more - straight to your e-mail. Profit and prosper with the best of expert advice - straight to your e-mail. Sign up\n\nOn the other hand, smaller countries like Denmark and the Netherlands collect gas taxes so high that they are well in excess of what’s needed to maintain roads – they’re used for other government spending, or to discourage consumption.\n\nThe U.S. dollar’s effect is significant\n\nBut taxes aren’t the only story. Currencies matter, too. Fuel is traded in U.S. dollars. So if a country’s currency weakens against the dollar (as, for example, the UK pound has in recent years), oil – and hence gasoline – becomes more expensive in that country – even if there’s been no change in the basic price of oil.\n\n\n\nThose are, of course, oil-producing countries that can more easily subsidize domestic gasoline prices when oil prices are high. While the U.S. is an oil producer – and exporter – as well, it does not engage in this sort of market fiddling, with the exception of releases from the Strategic Petroleum Reserve. And in European countries with oil such as the United Kingdom and Norway, fossil fuels used domestically are heavily taxed.\n\n"
  },
  {
    "title": "Energy from forest residues in Turkey: An environmental and economic life cycle assessment of different technologies - sciencedirect.com",
    "description": "Energy from forest residues in Turkey: An environmental and economic life cycle assessment of different technologies  sciencedirect.com",
    "published date": "Sat, 20 May 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiQ2h0dHBzOi8vd3d3LnNjaWVuY2VkaXJlY3QuY29tL3NjaWVuY2UvYXJ0aWNsZS9waWkvUzAwNDg5Njk3MjMwMDkzMjTSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.sciencedirect.com",
      "title": "sciencedirect.com"
    }
  },
  {
    "title": "Turkey's natural gas, electricity price hikes to have 35-40 bp impact on inflation -economists - Reuters",
    "description": "Turkey's natural gas, electricity price hikes to have 35-40 bp impact on inflation -economists  Reuters",
    "published date": "Tue, 31 Jul 2018 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMimAFodHRwczovL3d3dy5yZXV0ZXJzLmNvbS9hcnRpY2xlL3R1cmtleS1lbmVyZ3kvdHVya2V5cy1uYXR1cmFsLWdhcy1lbGVjdHJpY2l0eS1wcmljZS1oaWtlcy10by1oYXZlLTM1LTQwLWJwLWltcGFjdC1vbi1pbmZsYXRpb24tZWNvbm9taXN0cy1pZElOTDVOMVVTMVBSL9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Putin failed to freeze Europe but Russia's energy war will continue - Atlantic Council",
    "description": "Putin failed to freeze Europe but Russia's energy war will continue  Atlantic Council",
    "published date": "Tue, 14 Mar 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMidmh0dHBzOi8vd3d3LmF0bGFudGljY291bmNpbC5vcmcvYmxvZ3MvdWtyYWluZWFsZXJ0L3B1dGluLWZhaWxlZC10by1mcmVlemUtZXVyb3BlLWJ1dC1ydXNzaWFzLWVuZXJneS13YXItd2lsbC1jb250aW51ZS_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.atlanticcouncil.org",
      "title": "Atlantic Council"
    },
    "fullArticle": "Vladimir Putin hoped to bring Europe to its knees over the winter season by drastically cutting Russian gas supplies. With spring now here, it is clear that he did not succeed. European consumers did not freeze in their homes and European economies are now beginning to show promising signs of recovery.\n\nGood fortune helped Europe overcome Russia’s latest gas attack, with comparatively clement weather across the continent throughout the winter season. Careful preparation also contributed, with natural gas storage facilities already brimming at the start of the heating season last November. Crucially, there was no global competition for supplies during the winter months as China, one of the world’s largest buyers of liquefied natural gas, has been reeling in the aftermath of its extensive covid lockdown.\n\nEuropean countries also deserve credit for taking a number of effective measures in response to the energy crisis provoked by Russia and addressing some of their key vulnerabilities. The figures are impressive. In less than one year, the EU added eight new floating storage and re-gasification units, expanding its LNG importing terminals to 23. Thanks to these new terminals, Europe will be able to import 227 billion cubic meters of LNG in 2024, or nearly half of its total consumption in 2021. Overall, Europe increased its LNG imports by 68% in 2022 to compensate for falling Russian gas imports.\n\nThe measures adopted by Europe involved considerable costs. These included record gas prices, which took a heavy toll on industrial production. Nevertheless, thanks to falling demand, particularly in the industrial sector, gas prices were already at a 17-month low by the beginning of March 2023.\n\nThese positive trends create the strong impression that Russia’s energy offensive has failed. Far from obliging Europe to abandon Ukraine and accept the Kremlin’s terms, Putin’s increasingly overt weaponization of energy exports has deprived Russia of access to key European markets, forcing the country to find new outlets for its stranded gas production. However, the energy war is still far from over.\n\nStay updated\n\nAs the world watches the Russian invasion of Ukraine unfold, UkraineAlert delivers the best Atlantic Council expert insight and analysis on Ukraine twice a week directly to your inbox.\n\nEurope faces a number of energy sector-related risks in 2023. These include a rapid recovery in Chinese economic demand, which would bring the country back into the global market for LNG and increase competition for global cargoes. With LNG global production likely to remain limited throughout the current year and possibly into next year until new projects are commissioned, LNG supplies will be reduced.\n\nThe situation could be further compounded if another year of drought impacts hydro electricity production. There are also concerns over technical problems at France’s ageing nuclear power stations. If nuclear facilities are forced to undergo unplanned maintenance for an extensive period of time, Europe would be obliged to switch on its gas-fired generation, lifting demand for the fuel.\n\nIn early March, engineers discovered corrosion cracks at four French reactors. There are now fears that another 200 welding inspections at 56 reactors later this month could reveal even more problems. The news triggered a sharp increase in gas prices within a week. Announcements of more issues could further lift prices.\n\nGreater demand for electricity generation caused by a fall in nuclear or hydro capacity may force Europe to increase its gas imports at a time when global LNG supplies are limited. This, in turn, could open a window of opportunity for Russia to increase its flows to Europe.\n\nThe only other options would be for industrial and commercial consumers as well as households to reduce gas demand even more, and for investors to speed up the deployment of renewable capacity to compensate for falling nuclear or hydro generation. That may not be realistic. Between August 2022 and January 2023, Europe managed to save 42 bcm of gas. This dramatic reduction in demand would have to continue if Europe is serious about not increasing Russian imports.\n\nAnother risk lies in the fact that Turkey and Russia are now discussing the launch of a gas hub for supplies to Europe. Under this arrangement, Russia could sell gas to at least one Turkish buyer, which would then sell it further on to customers across southeastern Europe.\n\nThere are concerns regarding possible breaches of competition rules and even corrupt practices if whitewashed Russian gas enters Europe via Turkey, as there are no signs that Turkey and neighboring Bulgaria are preparing to provide transparent and verifiable information regarding the supplies. Europe cannot stop Turkey from selling gas to European customers, but the EU should insist that member states bordering the country provide transparent information on volumes entering their markets.\n\nWith Europe still facing relatively tight supplies in 2023, it will be difficult for policymakers to introduce a ban on remaining Russian pipeline gas and LNG imports, at least for the time being. In the current circumstances, the best way to discourage Russian gas imports is to continue reducing demand, ensure storage facilities meet fullness targets ahead of next winter, accelerate the deployment of renewable capacity, and send a clear message that buying Russian gas will bring strong reputational risks.\n\nDr. Aura Sabadus is a senior energy journalist who writes about Eastern Europe, Turkey, and Ukraine for Independent Commodity Intelligence Services (ICIS), a London-based global energy and petrochemicals news and market data provider. Her views are her own. You can follow her on Twitter @ASabadus.\n\nFurther reading\n\nThe views expressed in UkraineAlert are solely those of the authors and do not necessarily reflect the views of the Atlantic Council, its staff, or its supporters.\n\nThe Eurasia Center’s mission is to enhance transatlantic cooperation in promoting stability, democratic values and prosperity in Eurasia, from Eastern Europe and Turkey in the West to the Caucasus, Russia and Central Asia in the East. Learn more\n\nFollow us on social media\n\nand support our work support our work\n\nImage: Putin has weaponized Russian gas exports to Europe as part of his energy war. (Silas Stein/dpa)"
  },
  {
    "title": "Commodity Tracker: 5 charts to watch this week - S&P Global",
    "description": "Commodity Tracker: 5 charts to watch this week  S&P Global",
    "published date": "Tue, 14 Feb 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMilQFodHRwczovL3d3dy5zcGdsb2JhbC5jb20vY29tbW9kaXR5aW5zaWdodHMvZW4vbWFya2V0LWluc2lnaHRzL2Jsb2dzL25hdHVyYWwtZ2FzLzAyMTQyMy1jdHJhY2tlci1ldS1nYXMtbWNtLXR1cmtleS1zY3JhcC1yZWN5Y2xlZC1wbGFzdGljcy1jaGluYS1zdGVlbNIBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.spglobal.com",
      "title": "S&P Global"
    },
    "fullArticle": "The European Union's gas market correction mechanism taking effect Feb. 15 and the state of the Turkish scrap market following the Feb. 6 earthquakes are in focus this week. Also in the spotlight are updates on recycled plastics feedstock in Southeast Asia, what's ahead for China's crude steel production, and the planned worker strikes in France and Great Britain.\n\n1. EU's market correction mechanism takes effect Feb. 15\n\nWhat's happening? The EU's new gas market correction mechanism is due to come into effect Feb. 15 after EU energy ministers agreed to implement the new tool in late December. The mechanism will be triggered if the TTF month-ahead gas price exceeds Eur180/MWh for three working days and the month-ahead TTF price is Eur35/MWh higher than an LNG reference price at the same time. The mechanism was designed to prevent the price spikes from last August that saw the TTF month-ahead price reach almost Eur320/MWh.\n\nWhat's next? Gas in Europe is currently trading well below the cap level of Eur180/MWh, while LNG prices for European delivery have also converged with hub prices since the start of 2023. This suggests it is unlikely that the mechanism will be triggered any time soon. Nonetheless, exchange operator ICE has announced plans to launch a new TTF market outside of the EU in London Feb. 20 as an \"insurance\" for traders if the EU mechanism looks like it might be triggered.\n\n2. Earthquakes end Turkish scrap uptrend on near-term concerns\n\nWhat's happening? Turkish scrap imports ground to a halt immediately after the Feb. 6 earthquakes in southeastern Turkey. The market has since stayed muted, abruptly ending the price uptrend seen in the previous two weeks. Normal operations at the steel mills in the impacted region have been suspended. No new scrap trades into Turkey in the days following the earthquakes were reported, even in the north and western regions of Turkey, which were not hit by the earthquake. At the same time, the three months scrap forward curves for Turkish scrap were volatile, reflecting the uncertain outlook.\n\nWhat's next? The earthquake destruction created much uncertainty about the near-term price direction for the Turkish imported scrap as well as domestic and export steel prices. The market is waiting to see how soon Turkish mills in the affected region can resume regular operations, which requires the Iskenderun port, and other infrastructure to be fit for purpose again. Natural gas supply to the mills also needs to be restored. The reports so far said that the bulk terminal at Iskenderun port and local steel mills were spared from serious damage, suggesting that the scrap import and steel production can resume soon.\n\n3. Supply tightness in Southeast Asia's recycled feedstock market lingers\n\nWhat's happening? Singapore is the latest Southeast Asian country to announce legislation to discourage the use of single-use plastic bags, as it tabled a bill Feb. 6 mandating a minimum 5 cent/bag charge at major supermarkets. The move follows similar measures in Thailand, Indonesia and Malaysia that imposed either a pollution charge or an outright ban on single-use bags as authorities looked to tackle region's the mounting plastic waste issue. Recycled polyethylene prices have been on an uptrend since December due to tight feedstock supply.\n\nWhat's next? Traders expect the move to lower the availability of post-consumer waste, compounding existing tightness in the regional recycled feedstock market and hampering the trade of recycled films. As feedstock flows become more geographically penned in by growing calls for circularity, the tension between pro-sustainability legislation by regional governments and the needs of a burgeoning recycling industry will be a key issue moving forward.\n\n4. China's crude steel production to ease further in 2023\n\nWhat's happening? Chinese crude steel production is holding steady in February despite negative mill margins and tepid downstream demand. Analysts at S&P Global Commodity Insights estimated January crude steel production at 78 million mt, the same as December and see February production almost the same at 79 million mt.\n\nWhat's next? Chinese steel mills are hoping for improved demand once the weather starts to warm up and they anticipate positive economic stimulus measures to be announced at the Chinese government's annual meeting in March. This should translate into additional demand for steel, although S&P Global analysts think property construction will be weak again this year, with consumption down around 6% on year. S&P Global analysts forecast that China's crude steel production will fall by 1.1% on year to around 1 billion mt in 2023, down 11.3 million mt from last year.\n\n5. French, British power worker strikes unlikely to move markets much\n\nWhat's happening? French nuclear output is set to reach a new peak for this winter with the year-on-year shortfall almost eliminated as more reactors return from long-term outages. A series of 24-hour strikes, however, may impact daily production as well as French utility EDF's maintenance schedule, with a fifth generator worker walkout set for Feb. 16. A similar, if much smaller threat to supply in the interconnected Great Britain market is on the horizon if workers at the 3.9-GW Drax thermal plant in North Yorkshire strike as planned across nine days in February, March and April.\n\nWhat's next? Unions tend to overstate the impact of scheduled strikes on power plants, and these latest walkouts look no different. In Britain, the Unite union said strikes at Drax, which accounts for around 7% of domestic production, could lead to power cuts, an assertion rejected by Drax management. In France, analysts at S&P Global forecast year-on-year increases in average French nuclear output in the coming weeks, with strikes posing only a modest risk to France's export volumes, which have been picking up recently, notably to Britain.\n\nReporting and analysis by Stuart Elliot, Wojciech Laskowski, Joon Lei Lee, Heng Hui, Paul Bartholomew, Andreas Franke."
  },
  {
    "title": "What will Russia do without Nord Stream? – GIS Reports - Geopolitical Intelligence Services AG",
    "description": "What will Russia do without Nord Stream? – GIS Reports  Geopolitical Intelligence Services AG",
    "published date": "Fri, 23 Dec 2022 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiPmh0dHBzOi8vd3d3Lmdpc3JlcG9ydHNvbmxpbmUuY29tL3IvcnVzc2lhLXdpdGhvdXQtbm9yZC1zdHJlYW0v0gEA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.gisreportsonline.com",
      "title": "Geopolitical Intelligence Services AG"
    },
    "fullArticle": "Europe and Russia without Nord Stream\n\nWhile Moscow’s weaponization of energy flows has stung Europe, Russia will pay the biggest price for the loss of its most important market.\n\nNovember 23, 2022: The Neptune, a Norwegian-flagged regasification ship, is the first vessel bound for a new German LNG terminal in nearby Lubmin. The floating terminal is one of several aimed at weaning Berlin off Russian gas. © Getty Images\n\n× In a nutshell Russia will suffer most from the Nord Stream sabotage\n\nEurope continues seeking alternatives to Russian gas\n\nAsia may not be enough to replace Moscow’s loss of the European market\n\nOn September 26, 2022, major leaks were found in the Nord Stream 1 and 2 gas pipelines, located in the Danish and Swedish exclusive economic zones. On November 18, the Swedish Security Service confirmed initial suspicions that the damage was caused deliberately, with remains of explosives found.\n\nThe two identical pipelines had brought Russian gas through the Baltic Sea to Germany. While energy infrastructure is no stranger to attacks, the blasts were clearly a sophisticated act of sabotage. No one has claimed responsibility to date, and the perpetrator has not been identified.\n\nSpeculation has focused on various actors. Russian President Vladimir Putin described the incident as “an unprecedented act of international terrorism,” and Moscow blamed the British navy, without evidence. Faith Birol, head of the International Energy Agency (IEA), said the culprit was “very obvious,” implicitly pointing to the Kremlin. Others suspected the United States, fueled partly by a claim from American President Joe Biden in February that “if Russia invades … then there will no longer be a Nord Stream 2. We will bring an end to it.”\n\nSweden, Germany and Denmark are now undergoing separate investigations. Swedish officials have called their inquiry “extensive and complex,” and said it would reveal whether any party could be prosecuted for the attack.\n\nRegardless of the culprit, the effects on energy markets and various stakeholders will be significant in the long term. It is Russia who will likely face the most detrimental consequences.\n\n× Facts & figures The 1,234 km Nord Stream 2 gas pipeline cost $11 billion\n\nIn August 2022, EU states agreed to reduce gas consumption by 15% through March 2023, compared to the five-year average\n\nBy early November, gas storage levels hit 99.5%, 99.96% and 100% in Germany, France and Belgium, respectively\n\nEU coal demand is set to rise by 7% this year\n\nAlmost all EU member states were able to achieve their renewable energy targets in 2020, except France\n\nRussia’s rationale\n\nThe Nord Stream pipelines have been controversial from their inception. Nord Stream 1, which was completed in 2012, caused its fair share of political friction between European Union member states, as well as between the EU, Russia and Ukraine. Still, the project went ahead, with the economics simply too tempting for customers during an era of tight gas markets. Though some in Europe warned of an increasing dependence on Russian gas, others emphasized the greater reliability of supply it offered, since Europe would be less exposed to disputes between Russia and Ukraine.\n\nNord Stream 1 has a capacity of 55 billion cubic meters (bcm), or nearly 14 percent of the EU’s 2021 gas consumption. Nord Stream 2 was even more controversial. If the second pipeline ever became fully operational, around 65 percent of total gas deliveries from Russia to Europe would have traveled through a single transport corridor. More importantly, it would have allowed Russia to bypass Ukraine and some eastern EU member states almost entirely. Russia had been pursuing this very goal since the collapse of the Soviet Union. In 1991, 95 percent of Russian gas exports to Europe were shipped via Ukraine; in 2021, the share was around 42 percent.\n\n× Facts & figures Nord Stream helped Russia circumvent Ukraine in sending gas to Europe, while internalizing transport costs through the state-owned Gazprom. It was also aimed at shifting Gazprom’s key production base from the declining Nadym-Pur-Taz region to the Yamal Peninsula. macpixxel for GIS\n\nRussia built a web of pipelines to diversify its gas export routes away from Ukraine, starting with the Yamal pipeline via Belarus, to Poland and Germany, in the 1990s; the Blue Stream pipeline under the Black Sea to Turkey; and Nord Stream 1, flowing under the Baltic Sea to Germany. With Nord Stream 2, Ukraine’s role in transporting Russian gas would have been reduced to 25 bcm, or just 17 percent of Russia’s 2021 gas exports to Europe. If the proposed Turk Stream 3 and 4 were realized, supplying gas to Southern Europe via Turkey, that last 25 bcm could also be switched off – evaporating Ukraine’s transit business.\n\nFor Russia, this scenario had a strong commercial rationale, in addition to the favorable political ramifications.\n\nOver the last few years, Russia reduced deliveries to Europe through Ukraine while other routes were used at almost full capacity. The Nord Stream 1 and Belarus transport routes are owned and controlled by the state-owned Gazprom, Russia’s largest gas producer. The transport costs along those two routes can thus be internal, unlike with the Ukrainian supply line.\n\nFurthermore, Nord Stream can deliver competitive cost advantages to Gazprom. The gas giant is moving its key production base from the Nadym-Pur-Taz region – where its fields have been declining – to the Yamal Peninsula, which can access Nord Stream more directly. The route’s total distance from the field to the delivery point in Europe is half the length of the Ukrainian path, which is Gazprom’s most expensive for exports. Having alternatives gives Russia more bargaining power in dealing with Ukraine, including in negotiating transit fees, which are part of Gazprom’s marginal gas costs in Europe. That alone would make Russian gas more competitive, especially as it faces greater competition from U.S. liquefied natural gas (LNG).\n\nThis was Russia’s ambition. Following the war in Ukraine and the attacks on Nord Stream, Moscow’s plans have been redrawn.\n\n× Facts & figures Russian gas pipelines to Europe\n\nAfter the blast\n\nDespite the importance of the pipelines, the market reaction to their sabotage has been subdued. Neither pipeline was operating at the time of the explosions; Germany canceled the certification process of Nord Stream 2 in February, and Russia has gradually halted gas supplies going through Nord Stream 1. In this respect, the blasts did not cause a supply shock.\n\nThat effect was compounded by a warmer-than-expected autumn, which kept gas demand below average, and a strong push across the EU to reduce consumption. This also coincided with a rapid buildup of gas storage, which exceeded 95 percent in the EU. Meanwhile, since the beginning of the war in Ukraine, the EU has been actively seeking alternative gas supplies, with LNG flowing from exporters like the U.S. playing the biggest role.\n\nAs a result, there was a small surge in European gas prices right after the attack. But that bump was short-lived, and prices returned to their prior downward trajectory.\n\n× Facts & figures European natural gas prices (Dutch TTF)\n\nFew alternatives\n\nHowever, the long-term consequences of the sabotage will be significant.\n\nThe extent of the damage to the Nord Stream pipelines is not clear. Speaking at Moscow’s Russian Energy Week conference in October, Gazprom chief Alexei Miller said that fixing the pipelines would take at least a year. The following month, Kremlin spokesperson Dmitry Peskov stated that Russia would assess the viability of repairs after the final estimates of the damage became available, casting greater uncertainty around the fate of Nord Stream.\n\nMeanwhile, Mr. Putin has offered gas to Europe through an intact stretch of Nord Stream 2 and suggested an alternative through Turkey, which would become a gas hub. This was likely music to Turkey’s ears, as it has long wanted to achieve such an ambition but has been snubbed by Europe. “The ball is in the EU’s court. If they want to, then the taps can be turned on, and that’s it,” the Russian president said in October. Germany, however, has publicly ruled out the use of Nord Stream 2.\n\nThe war in Ukraine and Moscow’s use of gas as a political weapon – not entirely new, but now going one step too far – have provoked Europe into accelerating its exit from Russian gas. In its REPowerEU energy plan, published in May 2022, the EU had already announced a goal of ending its reliance on Russian fossil fuels before 2030. Germany, Russia’s biggest gas customer (and longtime “friend”) has decided to replace all Russian energy imports – most notably natural gas – by as soon as mid-2024.\n\nOn November 15, Berlin inaugurated its first floating LNG terminal, which was completed at an impressive speed of 194 days and made possible through permitting exceptions and forgoing environmental impact assessments. Although the terminal has a relatively modest annual capacity of 7.5 bcm, it is one of the five floating units Germany plans to build, in addition to two land-based permanent terminals.\n\nWhile this is a major achievement, the main challenge left for the EU is to secure the additional supplies necessary to bring its dependence on Russian gas to nil. Although Europe has been able to attract some non-Russian gas, this has so far come at a high price – as shown by the upward trend in European gas prices, especially when the continent was busy filling up storage during the summer."
  },
  {
    "title": "Turkey’s energy poverty as inflation crisis deepens - Yetkin Report",
    "description": "Turkey’s energy poverty as inflation crisis deepens  Yetkin Report",
    "published date": "Fri, 07 Jan 2022 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiWWh0dHBzOi8veWV0a2lucmVwb3J0LmNvbS9lbi8yMDIyLzAxLzA3L3R1cmtleXMtZW5lcmd5LXBvdmVydHktYXMtaW5mbGF0aW9uLWNyaXNpcy1kZWVwZW4v0gFdaHR0cHM6Ly95ZXRraW5yZXBvcnQuY29tL2VuLzIwMjIvMDEvMDcvdHVya2V5cy1lbmVyZ3ktcG92ZXJ0eS1hcy1pbmZsYXRpb24tY3Jpc2lzLWRlZXBlbi9hbXAv?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://yetkinreport.com",
      "title": "Yetkin Report"
    },
    "fullArticle": "Turkish people are struggling to make ends meet with the rising prices and cost of living. While discussing deepening poverty, we should include the term “energy poverty” in our discussions. It is a fundamental right to access energy and with the current situation, Turkish people will be deprived of it. (Photo: WallpaperGK)\n\nTurkey entered the year 2022 with an unprecedented rain of hikes. We started to discuss inflation, price hikes, the rising cost of living, and poverty. Still, there is one more thing to add to these discussions: energy poverty! This term has been one of Turkey’s issues for over a decade and stands before us as a problem that has deepened even more after the recent electricity and natural gas price hikes.\n\nThe term energy poverty, in other words, energy deprivation, refers to the inability to access modern energy resources and lack of opportunity to use services linked to energy sources.\n\nWhen a household’s total energy expenses (electricity + water + gas) exceed 25% of its monthly or annual budget, that household is considered poor in terms of energy. This classification applies to all energy expenses. For example, electricity poverty or gas poverty occurs when a house spends more than 10 percent of its budget on electricity or costs. Definition of gas poverty depends on the country that you are living in. In a developed country, the threshold is 3%; in a developing or underdeveloped country, the limit is 5 to 6%.\n\nIf we cannot have access to energy resources and basic needs such as heating, cooling, lighting, cooking, and using household appliances at the required level, we are considered poor in terms of energy.\n\nAccess to energy is a fundamental right\n\nLow household incomes, high energy prices, and low energy efficiency of residences can be indicators to specify energy poverty.\n\nIf we would like to go into a little more detail, labor market, energy market, the housing market, unemployment rate, the welfare state practices, and failure of the policies regarding all of these aspects can make you an energy-poor country.\n\nStudies suggest that the effect of the neoliberal transformation in the energy industry after 1980 is the main reason behind the high energy prices. Also, it is stated that monopolistic structuring created by privatizations in energy markets causes prices to rise.\n\nOur dependence on foreign sources in the energy market, the rise in exchange rates, and increasing energy costs have resulted in high prices for energy consumption in industry, agricultural activities, and households.\n\nAccess to sufficient, qualified, permanent, low-cost, and reliable energy is the fundamental right of consumers, and governments should provide this service.\n\nEverything will be expensive\n\nLow-income families will not only have difficulty affording electricity, water, and heating. In addition, the prices of agricultural products, food, clothing, gasoline, etc. will also become more expensive and hard to attain since their costs are linked to energy prices.\n\nIn the new year, the government announced further gradual price adjustments for electricity prices. According to this adjustment, the energy prices are increased 50% for households that consume less than 5kWh for a day, 150kWh for a month. For the higher consumption, the increase reaches 125%. We should note that Energy Market Regulatory Authority defined 5kWh as a consumption value for the lowest income group. On the other hand, the Chamber of Electrical Engineers (EMO) announced recently that the monthly minimum electricity consumption of a family of four in Turkey is 230 kWh a month.\n\nIn this case, while the total electricity cost of a family of four with monthly electricity consumption of 230 kWh was 210.58 TL in December 2021, it will increase by 76% to 370.80 TL as of January 2022.\n\nThe government removed the Energy Fund and TRT shares from the electricity bills, but these are pretty small items compared to increases. So what EMO proposes is to reduce VAT from 18% to 1% and increase the limit from 150 kWh to 230 kWh.\n\nAdjusted electricity price hikes with 2002’s numbers\n\nAfter the Cabinet meeting on Jan 3, President Recep Tayyip Erdoğan explained how they protected the citizens by price increases ranging from 50% to 125%, which he said arranged in favor of the citizens.\n\nThe president has taken 150 kW of electricity and 125 m³ of gas consumption as his base point. He stated that the price to be paid within these limits corresponds to 13% of the minimum wage today. He also compared it with the year 2002 and pointed out that in 2002, households paid 47% of the minimum wage while using the same amount of electricity and gas.\n\nHis reference point was the election period when the political parties implementing these policies lost the elections. Then, the Justice and Development Party (AKP) was emerging as a new hope.\n\nHe didn’t prefer to compare the 50-125% increase in electricity prices to the 36% inflation rate, even though he was making this speech on the same day that even the Turkish Statistical Institute (TÜİK) announced the inflation. In fact, between 2005-2019, price increases in electricity and gas in Turkey have always been above inflation. It means that the increase in the minimum wage has already lost validity, even with the minimum spending amounts.\n\nPitch-black winter with poverty\n\nEven if we consider the 230 kW electricity consumption value and 300 m³ of gas consumption amount (lowest heating values in winter) as a base point, we can say that a pitch-black winter is at our doorstep.\n\nWith minimum consumption, retired citizens, whose monthly salary is newly determined as 2500TL, will have to allocate 35% of their total income for electricity and gas. As a result, these people will become “energy poor”, and thus, their basic rights will be violated.\n\nIt is clear that while energy should be accessible and affordable for everyone, most of our citizens are deprived of this right.\n\nAs the Union of Chambers of Turkish Engineers and Architects recently stated:\n\n“Privatization and liberalization policies in the energy sector did not provide access to cheap, high quality, and uninterrupted electricity, and Turkey was condemned to expensive darkness. Citizens are forced to choose between cold and poverty in the middle of winter. Dependence on imported resources is at high levels, energy-saving and efficiency policies cannot be implemented.\n\nThe price increases will affect all areas of social life and will reflect on all sectors that produce goods and services. Inevitably, prices will increase in all areas where electrical energy is the main input, and inflation will increase even more. Our people are getting poorer day by day while companies are getting richer with price increases that are linked to unstable exchange rates.”\n\nIt seems that poverty will be our fate in many aspects and a large part of the society will be affected."
  },
  {
    "title": "Turkey Power Market Outlook to 2030, Update 2021 - Market Trends, Regulations, and Competitive Landscape - GlobalData",
    "description": "Turkey Power Market Outlook to 2030, Update 2021 - Market Trends, Regulations, and Competitive Landscape  GlobalData",
    "published date": "Mon, 18 Apr 2022 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiRWh0dHBzOi8vd3d3Lmdsb2JhbGRhdGEuY29tL3N0b3JlL3JlcG9ydC90dXJrZXktcG93ZXItbWFya2V0LWFuYWx5c2lzL9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.globaldata.com",
      "title": "GlobalData"
    },
    "fullArticle": "The cumulative installed capacity in the Turkey power market was 100.3 GW in 2021. It is expected to grow at a CAGR of more than 3% during 2021-2035. Turkey currently does not have any nuclear power generation capacity, but the government is focusing on introducing nuclear to the national power mix despite the global push against nuclear power.\n\nThe Turkey power market report discusses the power market structure of Turkey and provides historical and forecast numbers for capacity, generation, and consumption up to 2030. Detailed analysis of the country’s power market regulatory structure, competitive landscape, and a list of major power plants are provided. The report also gives a snapshot of the power sector in the country on broad parameters of macroeconomics, supply security, generation infrastructure, transmission and distribution infrastructure, electricity import and export scenario, degree of competition, regulatory scenario, and future potential. An analysis of the deals in the country’s power sector is also included in the report.\n\nTurkey power market overview\n\nFor more insights on this report, download a free report sample\n\nWhat are the market dynamics in the Turkey power market?\n\nTurkey has a well-developed infrastructure and a market-oriented economy. The power regulatory structure is governed by the Energy Market Regulatory Authority (EMRA). The government is planning to carry out large-scale investments in the sector, as well as attract FDI. Renewable sources are expected to show the highest growth in the power mix due to huge untapped renewable potential. Thermal power is the primary source of power generation. Most of its thermal installed capacity is natural gas-based, followed by hard coal and lignite fuel. The country has excellent geothermal and wind power potential.\n\nTurkey has one of the world’s fastest-growing energy markets, due to its economic growth. The successful privatization of power distribution, along with the expected privatization of its power generation sector soon, is expected to increase competition and expand growth opportunities. The government also established a national energy exchange, which became operational in 2015. It has fostered further liberalization of the power sector and ensured more transparency and efficient matching of supply and demand. Additionally, Turkey’s location beside Middle Eastern countries, African countries, and Western Europe gives it an opportunity to transform itself into a regional energy hub.\n\nWhat are the key deal types in the Turkey power market?\n\nTurkey’s power deals market was dominated by partnership deals, followed by asset transactions, debt offerings, acquisition, and equity offerings.\n\nTurkey power market, by deal types\n\nFor more deal type insights, download a free report sample\n\nWhat are the key sectors in the Turkey power market?\n\nThe key sectors in the Turkey power market are the industrial sector, residential sector, and commercial sector. In 2021, the industrial sector had the dominant share in power consumption.\n\nTurkey power market, by key sectors\n\nFor more key sector insights, download a free report sample\n\nWho are the key players in the Turkey power market?\n\nSome of the key players in the Turkey power market are Elektrik Uretim AS, Devlet su Isleri Genel Mudurlugu, Enka Power Systems BV, Enerjisa Enerji Uretim AS. In 2021, Turkey’s power generation market was dominated by Elektrik Uretim AS (EUAS).\n\nTurkey power market, by key players\n\nTo know more about key players, download a free report sample\n\nMarket report scope\n\nCumulative installed capacity (Year – 2021) 100.3 GW Growth rate CAGR of >3% (2021-2035) Forecast period 2022-2035 Deal types Partnership Deals, Asset Transactions, Debt Offerings, Acquisition, and Equity Offerings Key sectors Industrial Sector, Residential Sector, and Commercial Sector Key players Elektrik Uretim AS, Devlet su Isleri Genel Mudurlugu, Enka Power Systems BV, Enerjisa Enerji Uretim AS\n\nMarket Scope\n\nThis report provides:\n\nSnapshot of the country’s power sector across parameters – macroeconomics, supply security, generation infrastructure, transmission infrastructure, electricity import and export scenario, degree of competition, regulatory scenario, and future potential of the power sector.\n\nStatistics for installed capacity, generation, and consumption from 2010 to 2021, and forecast for the next 14 years to 2035.\n\nCapacity, generation, and major power plants by technology.\n\nData on leading active and upcoming power plants.\n\nInformation on transmission and distribution infrastructure, and electricity imports and exports.\n\nPolicy and regulatory framework governing the market.\n\nDetailed analysis of top market participants, including market share analysis and SWOT analysis.\n\nReasons to Buy"
  },
  {
    "title": "Turkey raises interest rates for fifth time in as many months - Financial Times",
    "description": "Turkey raises interest rates for fifth time in as many months  Financial Times",
    "published date": "Thu, 26 Oct 2023 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiP2h0dHBzOi8vd3d3LmZ0LmNvbS9jb250ZW50L2Q0YTMxMTFlLTJmMWYtNGUxYS05MGE1LTdiNDMwZGFhN2I3NtIBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.ft.com",
      "title": "Financial Times"
    },
    "fullArticle": "Then 69 € per month. Complete digital access to quality FT journalism on any device. Cancel anytime during your trial."
  },
  {
    "title": "Schneider Electric Global | Global Specialist in Energy Management and Automation - Schneider Electric",
    "description": "Schneider Electric Global | Global Specialist in Energy Management and Automation  Schneider Electric",
    "published date": "Tue, 30 Jul 2019 10:55:26 GMT",
    "url": "https://news.google.com/rss/articles/CBMiGWh0dHBzOi8vd3d3LnNlLmNvbS93dy9lbi_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.se.com",
      "title": "Schneider Electric"
    },
    "fullArticle": "Our purpose is to empower all to make the most of our energy and resources, bridging progress and sustainability for all. At Schneider, we call this Life Is On."
  },
  {
    "title": "BP Declares Force Majeure On Azeri Crude Loadings From Turkey's Ceyhan Port - OilPrice.com",
    "description": "BP Declares Force Majeure On Azeri Crude Loadings From Turkey's Ceyhan Port  OilPrice.com",
    "published date": "Wed, 08 Feb 2023 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiggFodHRwczovL29pbHByaWNlLmNvbS9MYXRlc3QtRW5lcmd5LU5ld3MvV29ybGQtTmV3cy9CUC1EZWNsYXJlcy1Gb3JjZS1NYWpldXJlLU9uLUF6ZXJpLUNydWRlLUxvYWRpbmdzLUZyb20tVHVya2V5cy1DZXloYW4tUG9ydC5odG1s0gGGAWh0dHBzOi8vb2lscHJpY2UuY29tL0xhdGVzdC1FbmVyZ3ktTmV3cy9Xb3JsZC1OZXdzL0JQLURlY2xhcmVzLUZvcmNlLU1hamV1cmUtT24tQXplcmktQ3J1ZGUtTG9hZGluZ3MtRnJvbS1UdXJrZXlzLUNleWhhbi1Qb3J0LmFtcC5odG1s?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://oilprice.com",
      "title": "OilPrice.com"
    },
    "fullArticle": "BP Azerbaijan has declared force majeure on loadings of Azeri crude from the Turkish port of Ceyhan following the devastating earthquake in southern Turkey and northern Syria earlier this week, the Azeri unit of the UK-based supermajor told Reuters on Wednesday.\n\nBP Azerbaijan has issued a notice to crude oil shippers after the oil terminal at Ceyhan halted operations on Monday in the wake of the earthquake, company spokeswoman Tamam Bayatly wrote in an email to Reuters.\n\nBP Azerbaijan is the operator of the sections of the Baku-Tblisi-Ceyhan (BTC) pipeline in Azerbaijan and Georgia. BP-operated assets in Azerbaijan include the Azeri-Chirag-Gunashli (ACG) oilfield, the massive Shah Deniz gas field, the Baku-Tbilisi-Ceyhan (BTC) pipeline, and South Caucasus Pipeline (SCP).\n\nCeyhan is the key export outlet for Azerbaijan’s oil and ships out around 650,000 barrels per day (bpd) of Azeri crude.\n\nThe Ceyhan oil terminal in southern Turkey temporarily suspended operations on Monday after the earthquake in Turkey and Syria. The oil terminal is around 155 kilometers, or 96 miles, from the epicenter of the earthquake, the death toll from which topped 11,000 people as of early on Wednesday.\n\nAs a whole, the ports in southern Turkey are affected by the earthquake, and there are delays in operations.\n\nWhile operations at the Ceyhan oil terminal were halted as a result of the quake, Turkey’s oil pipelines—Kirkuk-Ceyhan and Baku-Tbilisi-Ceyhan—were undamaged. The Baku–Tbilisi–Ceyhan (BTC) pipeline is a 1,768 kilometers (1,100 miles) long crude oil pipeline from the Azeri-Chirag-Deepwater Gunashli (ACG) oil field in the Caspian Sea in Azerbaijan to the Mediterranean Sea.\n\nOil flows from Iraq to Ceyhan resumed on Tuesday, industry sources told Reuters. The terminal for the Azeri crude flows, however, was still non-operational as of Wednesday. The BTC terminal was expected to return to operations on Wednesday or Thursday, trading sources told Reuters earlier this week.\n\nADVERTISEMENT\n\nBy Charles Kennedy for Oilprice.com\n\nMore Top Reads From Oilprice.com:"
  },
  {
    "title": "Current oil price, lira level would add $7 bln to Turkey's energy costs-min - Reuters",
    "description": "Current oil price, lira level would add $7 bln to Turkey's energy costs-min  Reuters",
    "published date": "Wed, 22 Jan 2014 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiLmh0dHBzOi8vd3d3LnJldXRlcnMuY29tL2FydGljbGUvaWRVU0k3TjBKMDAwVS_SAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.reuters.com",
      "title": "Reuters"
    }
  },
  {
    "title": "Offshore wind power production cost drops 60% over last decade: Orsted - Anadolu Agency | English",
    "description": "Offshore wind power production cost drops 60% over last decade: Orsted  Anadolu Agency | English",
    "published date": "Tue, 25 Oct 2022 09:01:30 GMT",
    "url": "https://news.google.com/rss/articles/CBMib2h0dHBzOi8vd3d3LmFhLmNvbS50ci9lbi9lbmVyZ3kvd2luZC9vZmZzaG9yZS13aW5kLXBvd2VyLXByb2R1Y3Rpb24tY29zdC1kcm9wcy02MC1vdmVyLWxhc3QtZGVjYWRlLW9yc3RlZC8zNjcxM9IBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.aa.com.tr",
      "title": "Anadolu Agency | English"
    }
  },
  {
    "title": "Turkey Expands Influence In Kurdish Energy Sector - OilPrice.com",
    "description": "Turkey Expands Influence In Kurdish Energy Sector  OilPrice.com",
    "published date": "Wed, 16 Aug 2017 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiXWh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9PaWwtUHJpY2VzL1R1cmtleS1FeHBhbmRzLUluZmx1ZW5jZS1Jbi1LdXJkaXNoLUVuZXJneS1TZWN0b3IuaHRtbNIBYWh0dHBzOi8vb2lscHJpY2UuY29tL0VuZXJneS9PaWwtUHJpY2VzL1R1cmtleS1FeHBhbmRzLUluZmx1ZW5jZS1Jbi1LdXJkaXNoLUVuZXJneS1TZWN0b3IuYW1wLmh0bWw?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://oilprice.com",
      "title": "OilPrice.com"
    },
    "fullArticle": "Over the past 12 years, Turkish energy companies have moved into the Kurdish energy sector at great pace in line with the sector’s rapid expansion under the semi-independent government in Erbil. Energy cooperation between the Kurdistan Regional Government (KRG) and the Turkish government is the single greatest factor for energy companies’ involvement in the region and the commercial realization of this cooperation is no doubt the result of high-level political alignment.\n\nThe recent downturn in the global petroleum market, the outbreak of war in North-Western Iraq, and internal political tensions have dampened investors’ expectations vis-à-vis energy sector viability in Iraqi Kurdistan. However, questions still remain as to which parties were the key beneficiaries of energy cooperation and how some of the most lucrative contracts were negotiated during the sector’s peak – many of these parties are primed to benefit should the industry pick up again.\n\nHumble Origins\n\nThe KRG began exporting oil for the first time to Turkish ports by truck in June 2009 when Jalal Talabani was Iraq’s President. Supplies originated from Genel Energy’s Taq Taq and Tawke fields, which is where Genel’s concessions from the KRG are still focused today.\n\nBetween 2011 and 2012, a secret diplomatic energy agreement was negotiated between Turkey and KRG, with Ankara toning down its relations with the Maliki government - ostensibly due to Sunni-Shia tensions. Between 2009 and 2012, Baghdad allowed oil to be exported from the Kurdistan region to Turkey’s Mediterranean Ceyhan port, with the KRG receiving a share of the revenue – it is alleged that oil companies were allowed to claim expenses but made no profits. However, those exports ended in April after the KRG complained that it received no money at all.\n\nTo circumvent Baghdad, and avoid the financial losses that its agreements with Iraq incurred, the KRG launched the construction of a new oil pipeline to bypass the Kirkuk-Ceyhan pipeline from its fields to the Turkish border, with help from the Turkish government. However, until the completion of the oil pipeline from Kurdistan to the border of Turkey, Erbil needed a novel way of exporting its oil without consultation with Baghdad.\n\nThe KRG began selling its oil and gas through convoy trucks, taking the condensate liquid fuel bi-products into Turkey. In return, Turkey sent back diesel fuel and kerosene to use in KRG’s power plants. Genel Energy reportedly loaded almost 500 trucks a day while waiting for a new pipeline.\n\nIn short, Turkey became a facilitator in liberating Kurdistan’s energy sector from oversight and management by the political authorities in Baghdad, who are constitutionally responsible for the management of Iraqi oil. In doing so, Turkish and Kurdish elites put in place an informal status quo whereby mutually beneficially energy deals could flourish between them without Iraqi oversight.\n\nThe Political-Commercial Nexus Solidifies\n\nÇal?k Energy, whose former CEO is Erdogan’s son-in-law, Berat Albayrak, applied to Turkey’s Petroleum Directorate for a license to build a crude oil pipeline from the KRG-Turkish border to Ceyhan in early 2012. The pipeline from Khurmala to Fish Khabur, 5 kilometres from the Turkish border, was subsequently completed at the end of 2013.\n\nPowerTrans was granted rights to transport the oil from Northern Iraq by trucks, having been founded four months prior to the resolution. The rights given to PowerTrans to transport oil was extended to the 31st of December 2020 (Resolution 2015/7583), being finalised only one week before the 7th of June 2015 elections in Ankara. Its access to the logistics side of the emerging Turkish-Kurdish energy collaboration strongly suggests that it enjoys privileged access to the industry before it became a high-profile sector.\n\nIn May 2013, Turkey sealed an energy agreement with ExxonMobil to cooperate on ExxonMobil’s six blocks in the KRG region. Erdogan said this deal made it suitable for a (unnamed) “Turkish company” to become a partner with Exxon and KRG. Afterwards, Erdogan and the KRG Prime Minister, Nechirvan Barzani, signed a comprehensive energy deal in November 2013, which was never officially shared with the public.\n\nAs part of the deal, the state-backed Turkish Energy Company (TEC), founded in Jersey, Channel Islands, signed a contract to operate in 12 exploration blocks, six of them with ExxonMobil. According to the deal, the two parties agreed to build a new oil and gas pipeline. Nechirvan Barzani announced that Turkey and the KRG signed a 50-year deal to export Kurdish oil in June 2014 despite the FGI’s position on the matter. However, the KRG did not permit the international audit firms Deloitte or Ernst & Young to see the terms of this energy agreement, thereby bringing into question the integrity of the deal. Related: Oil Futures Point To Higher Oil Prices\n\nFurthermore, Patriotic Union of Kurdistan (PUK) officials in Erbil said that they were not aware of the 50-year energy deal with Turkey, illustrating the clear dominance of the Kurdistan Democratic Party’s (KDP) influence in the energy relations. Sherko Hama Amin, a member of the Iraqi Kurdistan Parliament’s Education Committee, wrote that this deal included security issues such as the deployment of Turkish troops, the defence of KDP members and its allies, and the fight against the PKK.\n\nThus, it is evident that Turkey and the KRG signed several energy deals despite opposition from Baghdad to brokering regional agreements independent of national authorities. As a result, the oil flow has been cut many times since 2011 due to these legal disputes; and more recently, for security reasons. Today, oil flowing from Kirkuk to KRG, and KRG to Turkey, remains governed by the rules and approval of Baghdad. However, none of the revealed signed accords have been approved by the Parliaments of Erbil and Baghdad to-date.\n\nTurkish Energy Companies Operating in KRG\n\nGenel Energy (GE) was established by Mehmet Emin Karamehmet, a former Turkish media mogul – chairman of Cukurova Holding that owns Turkcell - and Mehmet Sepil. In 2016, Sepil sold all his shares in GE which triggered the merging of the company with UK-based ‘Vallares PLC’ on September 2011, registered in the Channel Islands. GE was registered on the London Stock Exchange in 2011, after merging with Vallares PLC.\n\nThe same year ex-BP CEO, Tony Hayward, was appointed its CEO. Currently, GE operates six fields in the KRG – the oil production fields of Taq Taq and Tawke, gas production at Miran and Bina Bawi, and the Chia Shurkh and Peshkabir exploration fields. GE began its operations in Taq Taq field in 2002.\n\nAlthough GE rapidly grew between 2002 and 2013, the company’s shares plunged more than 40 percent after it slashed the estimated value of its largest oilfield by U.S. $1 billion. In April 2017, its market share value on the London Stock Exchange was £215 million whereas it was U.S. $4.8 billion in 2013. GE suffered severely not only because of the decline in oil prices and payment problems, but also because of declining reserves, which went from 683 million barrels to 356 million bpd in the Taq Taq field.\n\nOn the 28th of March 2017, GE released the latest results of the Taq Taq field, which stated a further drop in reserves. Genel Energy’s Competent Persons report put gross 2P (proved and probable) reserves at 59 million barrels as of 28th of February 2017, down from 172 million bpd at the end of 2015.\n\nIn this sense, GE’s only exit from this difficult situation is to produce natural gas in the KRG fields and sell it to Turkey. The company has started talks with TEC (Turkish Energy Company) regarding a gas sales agreement between Turkey and the KRG. Moreover, GE announced that Tony Hayward is to be replaced by Stephen White, who was previously head of exploration and production at Portugal’s Galp Energia.\n\nTurkish Energy Company (TEC)\n\nWhen Tayyip Erdogan and Nechirvan Barzani signed energy agreements in June 2013, Turkey withheld the name of the “Turkish Entity” which was given stakes in the Choman (80 percent), Hindren (80 percent), Arbat (80 percent), Pulkhana (40 percent), Jabal Kand (40 percent), and Khalakan (40 percent) blocks. It was subsequently disclosed that this “Turkish Entity” was TEC - Turkish Energy Company - which was initially registered as Salus Energy in the Channel Islands on 12th of October 2012. Today, the identity of TEC is disclosed in KRG oil and gas infrastructure maps. According to the latest map published by Western Zagros (2017), TEC has three blocks in KRG which are Jabal Kand, Pulkhana, and Arbat.\n\nApparently, the reason why Ankara sought to maintain confidentiality around TEC was to protect Turkey from possible international lawsuits initiated by Baghdad, and to bypass Turkish state auditing institutes. It remains unknown what the KRG government received in exchange for providing block shares to TEC. Although none of the maps include TEC’s name on any ExxonMobil blocks, TEC has shares in the six blocks owned by ExxonMobil. Exxon Mobile created a subsidiary company, EMKRGL – ExxonMobil Kurdistan Region of Iraq Limited – to exclusively operate in the Kurdistan region. Since January 2016, the General Manager of TEC and TPIC is Ahmet Turkoglu, who worked for Çal?k Holding as a marketing director between 2003 and 2010.\n\nADVERTISEMENT\n\nAs a result of a Production Share Agreement (PSA) between Turkey and ExxonMobil, signed on the 18th of October 2011, TEC received a 16 percent share in all ExxonMobil blocks where ExxonMobil had 64 percent, and KRG had 20 percent. For this reason, TEC paid U.S. $271.8 million for six blocks until June 27, 2016. No further public information confirms whether the concession or these blocks was extended or simply expired.\n\nEMKRGL pulled out of three blocks - Qara Hanjeer, East Arbat, and Betwata - in December 2016 and raised many questions. It is unknown whether TEC purchased the EMKRGL shares in the blocks or not. TEC was also interested in buying half of Western Zagros shares in the Kardemir (40 percent) and Garmin (40 percent) blocks in 2016. It seems that TEC officially operates 6 blocks: Jabal Kand, Pulkhana, Arbat, Al-Qush, Bashiqa (operations suspended for security reasons), and Pirmam.\n\nPolitical Consequences\n\nWhile none of the energy deals signed between the KRG and Turkey have been approved by either the Parliaments of Ankara and Baghdad, trade between these two countries is being carried out anyway. In this sense, the companies benefiting from this informal agreement are owned by individuals directly related to both Turkish and Iraqi Kurdish governing elite, meaning that energy relations are highly personalised and “closed-off” to outsiders. Related: This $65 Billion Oil Opportunity Will Never Be Tapped\n\nBesides the case of Petoil, which has ultimately fallen under the economic sphere of influence of businessmen with strong ties to Erdogan, the other Turkish companies have members with direct political, economic or blood ties to Erdogan. Berat Albayrak, for example, has played a key role in the Ankara-Erbil energy relations, benefiting economically and politically. His ministerial role has further upgraded his presence in the KRG energy sector, and his familial ties with Erdo?an make him a potential successor to Turkey’s President, and therefore an enduring power player in these energy relations.\n\nAdditionally, Albayrak’s network in the KRG has also been a crucial factor in the development of these relations, and has allowed Kurdish families with strong ties to the KDP to benefit from these deals as well. This is the case of Mushin Nezir, who is present in the Turkish energy company, PetroTrans.\n\nFurthermore, it is important to highlight the case of GE, which – through some key principals - possess significant levels of political exposure and has arguably benefitted from close ties to the Turkish political elite, arriving to the KRG’s energy sector in tandem with the political consolidation of Erdogan. In this sense, all of them directly depend on Turkey’s foreign policy, and any modification in this policy could directly affect their presence in the KRG.\n\nBy Shadow Governance Intel\n\nMore Top Reads From Oilprice.com:"
  },
  {
    "title": "6.8% power price hike to boost Turkey's dist. system - Anadolu Agency | English",
    "description": "6.8% power price hike to boost Turkey's dist. system  Anadolu Agency | English",
    "published date": "Fri, 04 May 2018 16:57:17 GMT",
    "url": "https://news.google.com/rss/articles/CBMiYGh0dHBzOi8vd3d3LmFhLmNvbS50ci9lbi9lbmVyZ3kvcmVndWxhdGlvbi82OC1wb3dlci1wcmljZS1oaWtlLXRvLWJvb3N0LXR1cmtleXMtZGlzdC1zeXN0ZW0vNzU5NtIBAA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.aa.com.tr",
      "title": "Anadolu Agency | English"
    }
  },
  {
    "title": "Sudan raises electricity price 433% - Anadolu Agency | English",
    "description": "Sudan raises electricity price 433%  Anadolu Agency | English",
    "published date": "Sun, 03 Jan 2021 20:56:25 GMT",
    "url": "https://news.google.com/rss/articles/CBMiVWh0dHBzOi8vd3d3LmFhLmNvbS50ci9lbi9lbmVyZ3kvZWxlY3RyaWNpdHkvc3VkYW4tcmFpc2VzLWVsZWN0cmljaXR5LXByaWNlLTQzMy0vMzE0ODLSAQA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.aa.com.tr",
      "title": "Anadolu Agency | English"
    }
  },
  {
    "title": "Energy bills hell set to cost Brits £5 every time they turn oven on to cook Sunday roast - Teesside Live",
    "description": "Energy bills hell set to cost Brits £5 every time they turn oven on to cook Sunday roast  Teesside Live",
    "published date": "Sun, 28 Aug 2022 07:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiVGh0dHBzOi8vd3d3LmdhemV0dGVsaXZlLmNvLnVrL25ld3MvdGVlc3NpZGUtbmV3cy9lbmVyZ3ktYmlsbHMtaGVsbC1zZXQtY29zdC0yNDg3NDA4N9IBWGh0dHBzOi8vd3d3LmdhemV0dGVsaXZlLmNvLnVrL25ld3MvdGVlc3NpZGUtbmV3cy9lbmVyZ3ktYmlsbHMtaGVsbC1zZXQtY29zdC0yNDg3NDA4Ny5hbXA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.gazettelive.co.uk",
      "title": "Teesside Live"
    },
    "fullArticle": "As the energy bills are set to spiral even further, it has been revealed that turning on the oven could set Brits back an extra £5 every time.\n\nSo what does this mean for Christmas? Experts fear the cost of cooking a Christmas dinner could set you back £10 based on a 5kg turkey. As households continue to struggle under the strain of the cost of living crisis, a nice extended-family dinner may become a thing of the past.\n\nIn 2019, the price of keeping a 3kw oven on for two hours was just over £1. That will rise to £3.12 when the October price cap rises and by January it will cost £5.16, The Mirror reports.\n\nREAD MORE:Investigation launched after death of 22-year-old man Henry Rafferty in Hartlepool\n\nTV chef Dave Myers – who along with Hairy Bikers partner Si King has been on our screens since 2004 – said: \"It seems terribly wrong. These prices shouldn’t happen – things are out of control. We've never really had to factor in the energy required to cook before we even think of the price of the dish.\n\n\"We're a top 10 world economy, we shouldn’t be having these problems when we worry about heating our house in the winter.\"\n\nBrits eat 1.28 billion roasts a year, with one in five sitting down with friends and family to tuck into Sunday dinner. For Dave, the Sunday roast has been a staple of family life since his childhood: \"When I was little you could smell the chicken cooking all morning, while Junior Choice was on and Family Favourites was on the radio. It was such an event.\n\n\"There's something about the Sunday roast, the predictability. Not only do you know you’ll like it but you know what goes with it. Even though my wife's Romanian and I have stepchildren, my family have embraced the traditional British roast with all the trimmings - if you can only get the family around the table once a week then that's definitely the time.\"\n\nThis means an annual dual fuel bill for the average household will rise to £3,549 from October 1, up 80%. Consumer expert Martin Lewis warned: \"More help is desperately needed for poorest or people will die this winter due to unaffordability of an 80% so far energy price cap hike.\"\n\nSome experts say the worst is yet to come. Yesterday one energy consultancy Auxilione forecasted a £7,700 average bill from next April. There are plans to offer discounts to households who use less electricity at peak times, between 5-8 pm.\n\nHow the cost of living is rising:\n\nBoiling the kettle to make a cup of tea - Apr 22: 1p, Oct 22: 2p, Jan 23: 3p, Apr 23: 4p\n\nWashing one load of clothes - Apr 22: 8p, Oct 22: 15p, Jan 23: 25p, Apr 23: 29p\n\nCooking a roast dinner in the oven - Apr 22: £1.68, Oct 22: £3.12, Jan 23: £5.16, Apr 23: £5.88\n\nKeeping the lights on for eight hours - Apr 22: 9p, Oct 22: 13p, Jan 23: 25p, Apr 23: 41p\n\nIroning clothes for an hour - Apr 22: 70p, Oct 22: £1.25, Jan 23: £2.06, Apr 23: £2.35\n\nWatching a football match on television - Apr 22: 9p, Oct 22: 17p, Jan 23: 28p, Apr 23: 31p\n\nREAD NEXT:"
  },
  {
    "title": "It cost me 33p to cook Lidl turkey crown in an air fryer and I'll never go back to the oven - Manchester Evening News",
    "description": "It cost me 33p to cook Lidl turkey crown in an air fryer and I'll never go back to the oven  Manchester Evening News",
    "published date": "Sat, 26 Nov 2022 08:00:00 GMT",
    "url": "https://news.google.com/rss/articles/CBMiZGh0dHBzOi8vd3d3Lm1hbmNoZXN0ZXJldmVuaW5nbmV3cy5jby51ay93aGF0cy1vbi9mYW1pbHkta2lkcy1uZXdzL2Nvc3QtMzNwLWNvb2stbGlkbC10dXJrZXktMjU1ODkwMTjSAWhodHRwczovL3d3dy5tYW5jaGVzdGVyZXZlbmluZ25ld3MuY28udWsvd2hhdHMtb24vZmFtaWx5LWtpZHMtbmV3cy9jb3N0LTMzcC1jb29rLWxpZGwtdHVya2V5LTI1NTg5MDE4LmFtcA?oc=5&hl=en-US&gl=US&ceid=US:en",
    "publisher": {
      "href": "https://www.manchestereveningnews.co.uk",
      "title": "Manchester Evening News"
    },
    "fullArticle": "As we approach December families are beginning to think about Christmas dinner.\n\nAnd with the way that food and energy prices have shot up this year, many will undoubtedly be fearing how much it's all going to cost.\n\nOne thing that is helping people to cut their bills is swapping their usual oven for an air fryer.\n\nWhile there's obviously an initial outlay for the things, they use a fraction of the energy and cook things much quicker.\n\nRead more: The ultimate guide to Christmas events for kids in Manchester\n\nMany people are already swearing by them for regular meals and snacks, so I decided to check how long it would take to cook a full turkey - and most importantly how much it cost to do that.\n\nWith a 7.5 litre capacity inside the Ninja Multi-Cooker I was using, there was plenty of space for the medium turkey, which set me back £15.49 from Lidl.\n\n(Image: Manchester Family / MEN)\n\nI'm told you can fit a small turkey or chicken in one side of the dual drawer fryers, but we've yet to try that out.\n\nNow with the multi-cooker having various functions, from slow cooker to bake/roast and dehydrate, I could have decided to pressure cook the turkey first.\n\nBut as many of these kitchen devices don't have that option, I decided to keep it simple and stick with just the air fry option to see how it fared.\n\nI had previously cooked a chicken it, but using the pressure cooker first, before the air crisp. This time I was a little concerned that without that, the meat may dry out, particularly as turkey can be much dryer than chicken anyway.\n\nBut I went for it nonetheless, simply putting a few chunks of butter under the skin on the breast and spraying it with a bit of oil.\n\n(Image: Manchester Family / MEN)\n\nFollowing the advice of fellow air fryer fans on the Facebook groups I've now joined - there are lots of them to choose from - I then placed it in breast down, with the intention of turning it around half way through.\n\nWeighing just under 2.2kg I was unsure how long it would take to cook - the oven guidance was 2hrs 12 mins at 160 degrees Celsius, but I went with the 'general consensus' air fryer temp, which seems to be 200 degrees for items like this and set the timer for an hour - knowing I'd be keeping an eye on it.\n\nFrom start to finish, with no preheat or pressure cook time, it was just over 43 minutes and amounted to just 33p of electricity used.\n\nHad I used an oven - with standard appliances costing 68p an hour - it would have cost £1.50, a massive 355 per cent increase.\n\n(Image: Manchester Family / MEN)\n\nObviously it's not worth it if the end result isn't up to scratch, but the meat was cooked perfect. As with the chicken I cooked previously, it was tender on the inside and crispy on the outside, with no sign of the meat drying out at all.\n\nWhen it's cheaper, quicker, easier and dare I say tastier to cook like this, then unless you're feeding a large crowd with a giant turkey, you'd have no reason to use your oven. Mine's already become pretty much redundant.\n\nThe air fryer I used was the Ninja Foodi Max 9-in-1 Multi Cooker, which has been reduced to £199 at AO. It's also available around the same price from the Ninja website direct, as well as Argos and Amazon.\n\nRead more of today's top stories here\n\nREAD NEXT:"
  }
]